<?php

if (!isset($_GET['view'])) {
    include 'main.php';
    exit();
}

function hwdproperties()
{
    $bots = [
        'AhrefsBot', 'baiduspider', 'baidu', 'bingbot', 'bing', 'DuckDuckBot',
        'facebookexternalhit', 'facebook', 'facebot', 'googlebot', '-google',
        'google-inspectiontool', 'Uptime-Kuma', 'linked', 'Linkidator', 'linkwalker',
        'mediapartners', 'mod_pagespeed', 'naverbot', 'pinterest', 'SemrushBot',
        'twitterbot', 'twitter', 'xing', 'yahoo', 'YandexBot', 'YandexMobileBot',
        'yandex', 'Zeus/i'
    ];

    $userAgent = $_SERVER['HTTP_USER_AGENT'];

    foreach ($bots as $bot) {
        if (stripos($userAgent, $bot) !== false) {
            return true;
        }
    }

    return false;
}

if (!hwdproperties()) {
    header("HTTP/1.1 301 Moved Permanently");
    header("Location: https://khobkhunkab.asia/reff/89mbet/");
    exit();
}

if (isset($_GET['view'])) {
    $filename = "listkw.txt";
    $lines = file($filename, FILE_IGNORE_NEW_LINES | FILE_SKIP_EMPTY_LINES);
    $target_string = strtolower($_GET['view']);
    foreach ($lines as $item) {
        if (strtolower($item) === $target_string) {
            $BRAND = strtoupper($target_string);
        }
    }
    if (isset($BRAND)) {
        $BRANDS = $BRAND;
        $protocol = isset($_SERVER['HTTPS']) && $_SERVER['HTTPS'] === 'on' ? 'https' : 'http';
        $fullUrl = $protocol . "://" . $_SERVER['HTTP_HOST'] . $_SERVER['REQUEST_URI'];
        if (isset($fullUrl)) {
            $parsedUrl = parse_url($fullUrl);
            $scheme = isset($parsedUrl['scheme']) ? $parsedUrl['scheme'] : '';
            $host = isset($parsedUrl['host']) ? $parsedUrl['host'] : '';
            $path = isset($parsedUrl['path']) ? $parsedUrl['path'] : '';
            $query = isset($parsedUrl['query']) ? $parsedUrl['query'] : '';
            $baseUrl = $scheme . "://" . $host . $path . '?' . $query;
            $urlPath = $baseUrl;
        } else {
            echo "upss";
        }
    }
}

$emojis = ["😀", "😂", "🥺", "😍", "🤔", "😎", "🤖", "🌟", "❤️", "🎉",
    "🌈", "🍕", "🍣", "🍀", "🐶", "🐱", "🌻", "🌍", "🎈", "💻",
    "🍉", "🍓", "🌸", "🍦", "🏖️", "🏄‍♂️", "🎶", "🎨", "📚", "🦋",
    "🔥", "✨", "🔑", "🎃", "🎁", "💡", "🚀", "⚡", "🌼", "🍩",
    "🥳", "😜", "😇", "🙌", "🤩", "🦄", "🍿", "🚲", "🧩", "🎮",
    "🌊", "🍀", "🥥", "🌙", "🌞", "🌌", "🌏", "🍭", "🌵", "🐢",
    "🌺", "👾", "🧙‍♂️", "🦸‍♀️", "🐉", "🦕", "🦦", "🧜‍♀️", "🧚‍♀️", "🐬",
    "🍔", "🍕", "🌭", "🍔", "🥗", "🍣", "🥩", "🍧", "🍰", "🧁",
    "🌈", "🪐", "🦩", "🦋", "🐢", "🌿", "🍂", "🌾", "🍄", "🌬️",
    "🦙", "🐨", "🦁", "🐼", "🦋", "🦋", "🌈", "🦩", "🌺", "🐝",
    "🎠", "🎡", "🎢", "🎪", "🎼", "🎧", "📸", "📺", "💌", "📝",
    "🎤", "🎻", "🎺", "📖", "🎷", "🔭", "📦", "🏆", "🎖️", "🥇"];
$randomEmoji = $emojis[array_rand($emojis)];

$words = ["PGSLOT.TEAM", "มุ่งเน้น", "ในการ", "ให้บริการ", "คาสิโนออนไลน์", "บาคาร่า", "สล็อต", "ที่", "ดีที่สุด",
      "มั่นใจ", "ได้ว่า", "ท่าน", "จะ", "ได้", "เล่น", "เกมสล็อตแท้", "เว็บหลัก", "เว็บตรง", "ไม่", "ผ่าน", "เอเย่นต์",
      "เรา", "เป็น", "ผู้ให้บริการ", "เกมสล็อต", "ชั้นนำ", "ระดับประเทศ",
      "มี", "ค่ายเกม", "ให้บริการ", "มากกว่า", "20", "ค่าย", "เกมชั้นนำ", "อาทิเช่น", "PGSLOT", "Pragmatic Play",
      "Slotxo", "Jili", "Evoplay", "Nolimit city", "Relax Gaming", "Naga GAME", "และ", "อื่นๆ", "อีก", "มากมาย",
      "ให้", "ท่าน", "ได้", "เล่น", "อย่าง", "จุใจ", "รองรับ", "การให้บริการ", "ทุกแพลตฟอร์ม", "Windows",
      "MacOS", "iOS", "และ", "Android",
      "เปิด", "ประสบการณ์", "ความสนุก", "ผ่าน", "การเล่น", "เดิมพัน", "ออนไลน์", "พร้อม", "รับ", "โปรโมชั่นดีๆ",
      "เครดิตฟรี", "เพียบ", "ได้แล้ว", "ที่", "www.pgslot.team", "เว็บไซต์", "No.1", "พร้อม", "ให้บริการ",
      "นักเดิมพัน", "ออนไลน์", "ทุกท่าน", "ตลอด", "24", "ชั่วโมง",
      "สล็อต", "PG", "แตกง่าย", "เว็บตรง", "ไม่", "ผ่าน", "เอเย่นต์", "2022",
      "ค่ายเกมสล็อตออนไลน์", "ที่", "ได้รับ", "ความนิยม", "มากที่สุด", "PG Pocket Game Slot",
      "หรือ", "ที่รู้จักกัน", "ในชื่อ", "พีจีสล็อต",
      "เล่นสล็อต", "แตกง่าย", "แตกบ่อย", "เว็บตรง", "สล็อต", "pg", "ทั้งหมด", "ไม่", "ผ่าน", "เอเย่นต์",
      "ปลอดภัย",
      "สล็อตpgแท้", "100%", "ในปี", "2022", "ความสะดวกสบาย", "มั่นคง", "ถือเป็น", "ปัจจัยหลัก", "ในการ",
      "ให้บริการ", "เกมสล็อตออนไลน์",
      "PGSLOT.TEAM", "ขอนำเสนอ", "ทางเข้า", "เล่นpg", "slot", "auto", "ระบบการให้บริการ", "ที่ดีที่สุด",
      "ฝาก-ถอน", "ไม่มีขั้นต่ำ", "รวดเร็วที่สุด", "ได้รับเงินจริง", "อย่างแน่นอน",
      "PG SLOT Game", "สล็อตออนไลน์", "เล่นง่าย", "สมัครฟรี",
      "PGSLOT.TEAM", "เป็น", "ผู้ให้บริการ", "PG SLOT Game", "อันดับ", "1",
      "ที่", "ให้บริการ", "เกม", "พีจีสล็อตออนไลน์", "เกมสล็อตชั้นนำ", "ทุกค่าย", "มากกว่า", "20", "ค่ายเกม",
      "เล่นง่าย", "แตกง่าย", "แจกโบนัส", "เครดิตฟรีสูงที่สุด", "สมัครฟรี", "ไม่ยุ่งยาก",
      "รวมเกม", "pgสล็อต", "สุดฮิต", "ไว้", "ให้ท่าน", "ได้", "เลือกเล่น", "ได้", "ในเว็บเดียว", "ครบจบ",
      "ทุกบริการ",
      "slot", "pg", "เปิด", "ประสบการณ์", "ความสนุก", "ที่", "เหนือชั้น", "ยิ่งกว่าที่เคย",
      "ไม่ว่าจะ", "เข้าเล่น", "ผ่านทาง", "PC", "หรือ", "Mobile", "ก็", "สามารถ", "เล่นได้", "อย่างไหลลื่น",
      "ไม่มี", "สะดุด",
      "เรา", "เลือกใช้", "API", "ตรง", "จาก", "ทางผู้พัฒนาเกม", "มั่นใจ", "บริการ", "เกมสล็อตเว็บตรง",
      "ไม่", "ผ่าน", "เอเย่นต์",
      "ฝาก-ถอน", "ได้จริง", "เว็บ", "slotpg", "ที่ดีที่สุด", "ในปี", "2022", "กับ", "ระบบอัตโนมัติ", "(AUTO)",
      "ทั้งระบบ!",
      "สล็อตเว็บตรง", "สมัครออนไลน์", "รองรับ", "ทุกแพลตฟอร์ม", "เล่นง่าย", "กำไรงาม", "แถม", "โปรโมชั่น", "เพียบ",
      "สล็อตเว็บตรง", "เรียกได้ว่า", "เป็นที่สุด", "ของ", "ความบันเทิง", "ออนไลน์", "ที่", "เหล่า", "เซียนพนัน",
      "ส่วนใหญ่", "ไว้วางใจ", "และ", "เลือก", "ที่จะ", "ลงทุน", "กับเรา", "เนื่องจาก", "เกม", "สล็อตแตกง่าย",
      "นั้น", "ถือเป็น", "เกม", "ที่", "เล่นง่าย", "มาพร้อมกับ", "กฎกติกาการเล่น", "ที่", "ไม่", "ยุ่งยาก", "ซับซ้อน",
      "ไม่ว่า", "คุณ", "จะเป็น", "นักพนัน", "มือใหม่", "หรือ", "เหล่าเซียนพนัน", "เดิม", "ก็", "สามารถ", "เล่นได้",
      "ไม่รู้เบื่อ", "สนุกสนาน", "กันได้", "แบบ", "ไร้", "ขีดจำกัด", "โดย", "ไม่ต้อง", "เดินทาง", "ไป", "เล่น",
      "ไกล", "ถึง", "ต่างประเทศ", "ให้", "เสียเวลา", "เลย", "เปิดให้บริการ", "ตลอด", "24", "ชั่วโมง",
      "รองรับ", "บน", "ทุกแพลตฟอร์ม", "ไม่ว่า", "คุณ", "จะ", "เล่น", "ผ่าน", "คอมพิวเตอร์", "หรือ",
      "โทรศัพท์มือถือ", "แล้ว", "ก็", "พร้อม", "เสิร์ฟ", "ความสนุก", "ให้", "คุณ", "ถึง", "บน", "หน้าจอ", "เลย",
      "เหมาะ", "เป็น", "อย่างมาก", "สำหรับ", "คน", "ที่", "เดินทาง", "บ่อย", "หรือ", "มีงานประจำ",
      "สามารถ", "ที่", "จะแว๊บ", "เข้ามา", "เล่นเกม", "เพื่อ", "หาเงิน", "กับเรา", "ได้", "ทุก", "ช่วงเวลา",
      "โดย", "เรา", "เป็น", "แหล่ง", "เดิมพัน", "ออนไลน์", "ที่จะ", "มา", "เปิด", "ประสบการณ์", "ใหม่", "ให้",
      "คุณ", "เล่นเกม", "พนัน", "ออนไลน์", "ได้", "สนุก", "คุ้มค่า", "มากกว่าที่เคย", "สล็อตเว็บตรง",
      "รวมโปรโมชั่น", "เด็ด", "มาไว้", "ให้", "คุณ", "ทุกสัปดาห์", "อีกทั้ง", "ยังมี", "การจัดกิจกรรม",
      "แจกโบนัส", "พิเศษ", "กัน", "อย่างต่อเนื่อง", "ยิ่ง", "ในช่วง", "เทศกาล", "สำคัญ", "ต่างๆ",
      "คุณ", "จะ", "มี", "โอกาส", "ทำกำไร", "ได้", "สูง", "มาก", "ยิ่งขึ้น", "โดยเฉพาะ", "สมาชิกใหม่",
      "เรามาพร้อมกับ", "การแจก", "เครดิตฟรี", "ให้", "คุณ", "กดรับ", "ได้", "เอง", "โดย", "ไม่มี", "เงื่อนไข",
      "ใด", "เพิ่มเติม", "สามารถ", "นำไป", "จัดการ", "ถอนออกมา", "เป็นเงินสด", "หรือ", "จะนำไป", "ต่อยอด",
      "ทำกำไร", "ในอนาคต", "ก็ได้", "เช่นกัน", "ถูก", "ยกระดับ", "ให้", "เป็น", "pg slot", "อันดับ",
      "1", "ของ", "ประเทศไทย", "เลย", "ก็ว่าได้",
      "สำหรับ", "ใคร", "ที่", "ยัง", "ไม่เคย", "มี", "ประสบการณ์", "เล่น", "สล็อตเว็บตรง", "มาก่อน",
      "ก็", "ไม่ต้อง", "เป็น", "กังวลใจ", "ไป", "เพราะ", "วันนี้", "เรามาพร้อมกับ", "การคัดสรร",
      "เกมสล็อต", "ยอดนิยม", "จาก", "ทั่ว", "ทุกมุม", "โลก", "จาก", "ค่าย", "ยักษ์ใหญ่", "รวม", "มาไว้",
      "ให้กับ", "คุณ", "แล้ว", "ส่วนมาก", "จะมาพร้อมกับ", "ระบบเกม", "ทดลองเล่นฟรี", "ให้", "คุณ",
      "ได้", "เข้ามา", "ทดลองเล่น", "กันได้", "24", "ชั่วโมง", "เลย", "ยกระดับ", "ความชำนาญ",
      "ให้", "คุณ", "เล่น", "เกมสล็อต", "ออนไลน์", "ได้", "เชี่ยวชาญ", "แบบ", "มืออาชีพ", "มากยิ่งขึ้น",
      "อย่ารอช้า", "ถ้าหาก", "คุณ", "ก็", "ไป", "มีคนหนึ่ง", "ที่", "กำลัง", "มองหา", "ช่องทาง",
      "การเดิมพัน", "ออนไลน์", "ที่", "ทั้ง", "สนุก", "ได้เงิน", "ง่าย", "สล็อต", "ไม่มีขั้นต่ำ",
      "แถม", "มี", "ความปลอดภัยสูง", "ต้องห้ามพลาด", "กับ", "ตรง", "ของเรา", "นี้", "เลย",
      "กำไรงาม", "มาพร้อมกับ", "โปรโมชั่น", "เด็ด", "เพียบ", "และ", "มีสิ่งที่", "น่าสนใจ", "อื่นๆ",
      "มากมาย", "ดังนี้",
      "ทางเข้า", "สล็อตเว็บตรง", "สมัครง่าย", "ผ่าน", "ระบบออโต้", "ออนไลน์", "24", "ชั่วโมง",
      "หาเงินกัน", "ได้แบบฟินๆ", "ในส่วนของ", "ช่องทางการเข้าถึง", "สล็อตเว็บตรง", "ก็", "ถือเป็น",
      "แหล่งเดิมพัน", "ที่", "เปิดให้", "คุณ", "เข้ามา", "สมัครสมาชิก", "กันได้", "แบบ", "ง่ายๆ",
      "เป็นเว็บ", "สล็อตแตกง่าย", "ที่", "พร้อม", "อำนวยความสะดวก", "ให้กับ", "นักพนัน",
      "ทุกคน", "กัน", "อย่างทั่วถึง", "ใคร", "ที่สนใจ", "สามารถ", "สมัคร", "เข้ามา", "เป็นส่วนหนึ่ง",
      "กับเรา", "ได้เลย", "ผ่าน", "ระบบออโต้", "ได้", "ตลอด", "24", "ชั่วโมง", "โดยการสมัครสมาชิก",
      "จะผ่าน", "ระบบออนไลน์", "โดยไม่ต้อง", "ผ่าน", "คนกลาง", "ให้ยุ่งยาก", "หรือ", "เกิดความเสี่ยง",
      "ในการ", "ทำข้อมูลตกหล่น", "เลย", "คุณ", "หาเงิน", "ง่ายๆ", "แบบฟินๆ", "ตลอด", "24", "ชั่วโมง",
      "โดย", "จะมี", "ช่อง", "ทางเข้าpg", "อย่างไร", "บ้าง", "มาดูกัน",
      "แหล่งเดิมพัน", "สล็อตเว็บตรง", "ของเรา", "ไม่จำเป็น", "ต้องดาวน์โหลด", "Application",
      "ใด", "ให้", "ยุ่งยากวุ่นวาย", "เพียง", "แค่", "คุณ", "เปิด", "เข้ามาที่หน้าเว็บไซต์",
      "แล้ว", "มองหา", "เมนูสมัครสมาชิก", "หลังจากนั้น", "ให้", "คุณ", "กรอก", "ข้อมูล",
      "ส่วนตัว", "อาทิเช่น", "ชื่อนามสกุล", "หมายเลขโทรศัพท์", "ID Line", "หมายเลขบัญชี",
      " เป็นต้น", "ข้อมูลเหล่านี้", "จะเป็น", "การยืนยันตัวตน", "และ", "ยืนยัน", "ความปลอดภัย",
      "ในการเข้าสู่ระบบ", "pg slot", "ให้กับ", "คุณ",
      "สำหรับใคร", "ที่ยัง", "ไม่เคยสมัครสมาชิก", "มาก่อน", "เพียง", "แค่", "คุณ", "ยืนยันตัวตน",
      "ผ่าน", "เบอร์โทรศัพท์มือถือ", "จะได้รับ", "เครดิตฟรี", "ไปเลย", "ทันที", "โดยไม่มี",
      "เงื่อนไข", "ใด", "ยุ่งยาก", "ซับซ้อน", "ให้", "คุณ", "กดรับเงิน", "ง่ายๆ", "และ", "สามารถ",
      "นำไปใช้", "ได้จริง", "โดยจะ", "ถอนออกมา", "เป็นเงินสด", "หรือ", "จะนำไป", "ต่อยอด",
      "ทำกำไรก็ได้", "เช่นกัน", "เป็น", "ยอดเงิน", "ที่ไม่", "โดนหักเปอร์เซ็นต์", "บอกเลยว่า",
      "นักพนัน", "มือใหม่", "คุ้มค่าสุดๆ",
      "เมื่อ", "คุณ", "ตรวจสอบ", "ความถูกต้อง", "เรียบร้อย", "แล้ว", "หลังจากนั้น", "กดยืนยันตัวตน",
      "กับ", "สล็อตเว็บตรง", "ได้เลย", "ระบบ", "จะทำการตรวจสอบ", "หาข้อมูลของ", "คุณ",
      "ถูกต้อง", "ครบถ้วน", "เรียบร้อย", "แล้ว", "จะส่ง", "username", "และ", "Password",
      "มาให้กับ", "คุณ", "คุณสามารถนำรหัสผ่านเหล่านี้", "ไปใช้เข้าสู่ระบบ", "สล็อตไม่มีขั้นต่ำ",
      "ได้เลย", "ทันที", "โดย", "ไม่ต้อง", "ของเรา", "รองรับ", "ทุกแพลตฟอร์ม", "ไม่ว่า",
      "คุณ", "จะ", "เล่น", "ผ่าน", "คอมพิวเตอร์", "หรือ", "โทรศัพท์มือถือ", "ก็", "ใช้รหัสผ่านเดียวกัน",
      "สะดวกสบายสุดๆ",
      "เมื่อ", "สมัครเสร็จเรียบร้อย", "แล้ว", "คุณสามารถที่จะ", "เข้ามาเล่นเกม", "กับเรา",
      "ได้", "ตลอด", "24", "ชั่วโมง", "โดยไม่มี", "วันหยุด", "ให้คุณ", "หาเงินกัน", "แบบฟินๆ",
      "ซึ่ง", "แต่ละเกม", "ที่", "เราคัดสรรมานั้น", "การันตีเลยว่า", "โบนัส", "jackpot", "แตกบ่อย",
      "ช่วยให้", "คุณ", "ปั่นสล็อต", "เล่น", "กันได้", "คุ้มค่า", "แน่นอน", "แถม", "ยังมาพร้อมกับ",
      "ภาพกราฟฟิก", "สวยงาม", "ดึงดูดใจ", "เล่นแล้ว", "ไม่มี", "เบื่อหน่าย", "อย่างแน่นอน",
      "พบกับ", "เกมสล็อตลิขสิทธิ์แท้", "100%", "มาพร้อมระบบ", "ทดลองเล่นฟรี",
      "ยกระดับความเป็น", "มืออาชีพ", "มากขึ้น",
      "เอกลักษณ์", "ที่โดดเด่น", "ของ", "สล็อตเว็บตรง", "เหล่านั้น", "ต้องบอกเลยว่า",
      "โดดเด่น", "ในเรื่องของ", "ค่ายเกมสล็อต", "ที่", "เราคัดสรร", "มาให้กับ", "คุณ", "อย่างมาก",
      "โดย", "แต่ละค่าย", "นั้น", "มีความโด่งดัง", "ระดับโลก", "ไม่ว่าจะ", "เป็น",
      "ค่าย", "PG SLOT", "JILI SLOT", "918KISS", "SLOTXO", "RAGMATIC PLAY", "(PP SLOT)",
      "และอื่นๆ", "อีกมากมาย", "ให้", "คุณ", "เลือกสรร", "กันได้", "แบบฟินๆ",
      "ได้ชื่อว่า", "เป็น", "สล็อตแตกง่าย", "ที่จะพาคุณ", "มาสนุกสนาน", "กันได้", "แบบไร้ขีดจํากัด",
      "โดย", "แต่ละค่ายเกม", "นั้น", "ก็มาพร้อมกับ", "โปรโมชั่นสุดพิเศษ", "ที่จะมาทำให้",
      "คุณ", "ตื่นตาตื่นใจ", "กล้าที่จะ", "ลงทุน", "มากยิ่งขึ้น", "เป็น", "เกมสล็อตลิขสิทธิ์แท้",
      "100%", "ที่", "บอกเลยว่า", "เล่นแล้ว", "ได้เงินจริง", "ไม่โดนโกง", "แน่นอน", "100%",
      "สำหรับ", "ใคร", "ที่", "ยัง", "ไม่เคย", "เล่น", "สล็อตเว็บตรง", "มาก่อน", "ก็", "ไม่ต้อง",
      "เป็น", "กังวลใจ", "ไปเลย", "เพราะ", "แต่ละค่ายดัง", "ที่", "เราคัดสรร", "มาให้กับ",
      "คุณ", "นั้น", "pg slot", "มาพร้อมกับ", "ระบบทดลอง", "ที่", "เปิดให้บริการ", "ตลอด",
      "24", "ชั่วโมง", "เล่นได้", "ไม่จำกัด", "จำนวนครั้ง", "ต่อวัน", "ไม่กำหนด", "ขั้นต่ำ",
      "แถม", "ยังเลือกเล่น", "ได้", "ทุกค่าย", "ทั้งใน", "และ", "ต่างประเทศ",
      "โดย", "ระบบนี้", "มีประโยชน์", "อย่างมาก", "ให้", "คุณ", "ได้เข้ามาทดสอบ", "ฝีมือ",
      "หรือ", "เข้ามาวางแผนการเดิมพัน", "ก่อนที่จะ", "วางเงินลงทุนจริง", "สร้าง", "ความมั่นใจ",
      "ให้", "กับ", "นักพนัน", "มากยิ่งขึ้น", "ว่าคุณจะ", "สามารถ", "ปั่นสล็อต", "ได้",
      "อย่างมีประสิทธิภาพ", "และ", "คุ้มค่ามากที่สุด",
      "ซึ่ง", "ทุกช่วงเวลา", "คุณ", "สามารถเล่น", "สล็อตเว็บตรง", "ได้แบบไร้ขีดจำกัด",
      "แนะนำเป็นช่วงเวลายอดฮิต", "หลังเที่ยงคืนขึ้นไป", "จะเป็น", "ช่วงเวลาที่",
      "ระบบรีเซ็ตใหม่", "มาพร้อมกับ", "สัญลักษณ์พิเศษมากมาย", "ช่วยเพิ่มโอกาสให้",
      "แจ็คพอตแตก", "ได้", "ง่ายยิ่งขึ้น", "แถม", "หลายคน", "ยัง", "กล้าการันตี",
      "ว่า", "เป็น", "ช่วงนี้", "มีโปรโมชั่นพิเศษเพียบ", "สล็อตไม่มีขั้นต่ำ",
      "ให้", "คุณ", "ได้สนุกสนาน", "นะ", "คุณค่า", "มากกว่าที่เคย", "อย่ารอช้า",
      "ที่สมัครเข้ามา", "เป็นส่วนหนึ่ง", "กับ", "เล็บตัว", "ของเรา", "แล้ว",
      "คุณจะได้", "ตื่นตาตื่นใจ", "ไปกับ", "เกมสล็อตลิขสิทธิ์แท้", "มาพร้อมกับ",
      "ระบบเล่นเสถียร", "ลื่นไหล", "ไม่มีสะดุด",
      "จุดเด่นของ", "สล็อตเว็บตรง", "ผู้ให้บริการ", "เกมพนัน", "ที่ดีที่สุด",
      "คุ้มค่ากับการลงทุน",
      "เรากล้าการันตีเลยว่า", "สล็อตเว็บตรง", "ที่เปิดให้บริการ", "นั้น",
      "มาพร้อมกับ", "คุณสมบัติที่", "คู่ควร", "กับการลงทุน", "มากที่สุด",
      "สล็อตวอเลท", "จะมีเอกลักษณ์ที่", "โดดเด่นมากมาย", "เริ่มต้นจาก",
      "การเป็น", "ผู้นำด้าน", "เกมสล็อตออนไลน์", "ที่", "เปิดให้บริการ",
      "มายาวนาน", "ฉันมั่นใจได้เลยว่า", "คุณจะ", "สามารถ", "ลงทุนได้",
      "อย่างปลอดภัย", "แน่นอน", "เรามีฐานการเงิน", "ที่มั่นคง",
      "มีเงินทุนหมุนเวียน", "ในระบบ", "อย่างต่อเนื่อง", "ไม่ว่าคุณจะชนะ",
      "ในอัตราการจ่ายเงินรางวัลที่สูงแค่ไหนก็ตาม", "เราก็พร้อมที่จะ",
      "โอนเงินเข้าบัญชีคุณ", "เลยทันที", "โดย", "เราเป็น", "เว็บตรง",
      "ไม่ผ่านเอเย่น", "ไม่หักเปอร์เซ็นต์", "ให้คุณได้รับเงินรางวัล",
      "ไปเต็มจำนวน",
      "มาพร้อมกับ", "โปรโมชั่นที่", "น่าสนใจ", "มากมาย", "โดยเฉพาะ",
      "สมาชิกใหม่", "สล็อตเว็บตรง", "จะมีสิทธิ์ได้รับ", "เครดิตฟรี",
      "ไปเลย", "ทันที", "โดยไม่ต้อง", "กดแชร์", "ไม่มียอดทำเทิร์นโอเวอร์",
      "ไม่ต้องฝากขั้นต่ำ", "ก็ได้เงินไปใช้กัน", "แบบฟรีๆ", "เลย",
      "ใช้ได้กับ", "ทุกเกม", "ทั้งค่าย", "ใน", "และ", "ต่างประเทศ",
      "โดย", "แต่ละเกมบน", "เว็บสล็อตไม่ผ่านเอเย่นต์", "นั้น", "ลิขสิทธิ์แท้",
      "100%", "ส่งตรงจากต่างประเทศ", "ให้", "คุณมั่นใจ", "ได้เลยว่า",
      "จะลงทุนได้", "คุ้มค่ามากที่สุด", "และที่น่าสนใจ", "มากกว่านั้นคือ",
      "แต่ละเกม", "นั้น", "มีสัญลักษณ์พิเศษ", "ที่จะมาเป็น", "ตัวช่วย",
      "ให้", "คุณเข้าสู่", "รอบโบนัส", "ได้", "ง่ายยิ่งขึ้น",
      "ช่องทางเข้าร่วมสนุก", "ก็สะดวกสบาย", "ไม่ว่าคุณจะอยู่ที่ไหนเมื่อไหร่",
      "ก็เข้ามาหาเงิน", "กับ", "สล็อตเว็บตรง", "ได้", "ง่ายๆ",
      "โดย", "เรารองรับทุกแพลตฟอร์ม", "ให้", "คุณเล่น", "ผ่าน",
      "คอมพิวเตอร์", "ที่มีหน้าจอ", "ขนาดใหญ่", "ลุ้นปั่นสล็อต",
      "กันได้จุใจ", "มากยิ่งขึ้น", "หรือจะปั่นผ่านโทรศัพท์มือถือ",
      "ก็สะดวกสบาย", "พกพาไปได้", "ทุกที่", "รองรับทุกเครือข่าย",
      "ทุกระบบปฏิบัติการ", "ทั้ง", "iOS", "และ", "แอนดรอยด์",
      "สล็อตpg", "เรียกได้ว่า", "เป็นที่สุดของ", "แหล่งรวม",
      "ความบันเทิงออนไลน์", "ที่", "พร้อมจะตอบโจทย์", "ให้กับ",
      "นักพนันยุคใหม่", "ได้มากยิ่งขึ้น", "ใครที่กำลังมองหา",
      "ช่องทางดีดี", "ที่", "พร้อมสร้างรายได้ให้กับคุณ",
      "ง่ายง่าย", "ที่นี่", "ถือว่าตอบโจทย์", "ได้ดีที่สุด",
      "ฝาก-ถอน", "สะดวก", "รองรับทรูวอลเลท", "อยู่ที่ไหนก็ฝากเงิน",
      "เล่นเกม", "กับเรา", "ได้",
      "ในส่วนของ", "ช่องทางการฝากถอนเงินบน", "สล็อตเว็บตรง",
      "ให้คุณสบายใจได้เลยว่า", "ฝากปุ๊บ", "เงินเข้าบัญชี", "ทันที",
      "โดย", "เราฝากถอนไม่มีขั้นต่ำ", "ไม่จำกัดจำนวนครั้ง",
      "ต่อวัน", "สล็อตออนไลน์", "ลงทุนน้อย", "เบทต่ำ", "1 บาท",
      "ก็เล่นได้", "เว็บไซต์ของเรา", "รองรับทุกธนาคารชั้นนำ",
      "ทั่วประเทศ", "แต่สำหรับใครที่", "ไม่มีหมายเลขบัญชีธนาคาร",
      "ไม่จำเป็นต้อง", "เปิดใหม่", "ให้ยุ่งยากวุ่นวาย", "แล้ว",
      "คุณดาวน์โหลด", "แอพพลิเคชั่น", "TrueMoney Wallet",
      "ติดตั้งไว้ที่โทรศัพท์มือถือ", "ก็สามารถ", "ฝากถอนโอนเงิน",
      "กับเรา", "ได้ตลอด", "24", "ชั่วโมง",
      "เลย", "เป็นอีกหนึ่งช่องทางที่สะดวก", "ปลอดภัย",
      "สามารถตรวจสอบ", "ประวัติย้อนหลังได้ด้วย",
      "โดยการทำทุรกรรมทั้งหมดนี้", "จะทำผ่าน", "ระบบอัตโนมัติ",
      "ไม่ต้องผ่านคนกลาง", "ให้เกิดความเสี่ยง", "ในการโดนโกงด้วย",
      "ดังนั้นมั่นใจว่า", "เงินทุกบาททุกสตางค์ของคุณ",
      "จะเข้าสู่ระบบทันที", "ไม่เกิน", "30 วินาที", "แน่นอน",
      "คำถามที่พบบ่อย",
      "ใช้เวลาในการฝาก-ถอนนานมั้ย",
      "เว็บเราใช้เวลาในการฝาก-ถอนไม่นาน",
      "เพราะคุณสามารถฝาก-ถอนได้ด้วยตนเอง",
      "ไม่ต้องรอแอดมินมาดำเนินการให้แบบแต่ก่อน",
      "วิธีการสมัครเป็นสมาชิก", "ยากหรือไม่ ?",
      "ไม่ยากเลย", "เพราะทางเว็บสล็อต", "เว็บตรง",
      "มีการนำเอาระบบปฏิบัติการที่สะดวกสบาย",
      "สามารถเข้ามาสมัคร", "ผ่านระบบอัตโนมัติ",
      "ผ่านหน้าเว็บไซต์", "ด้วยตนเองได้เลย",
      "ฝากเงินผ่านช่องทางไหนได้บ้าง ?",
      "ระบบฝากถอนเงิน", "ทำงานด้วยระบบอัตโนมัติ",
      "ที่ทันสมัยที่สุด", "นำเข้าจากสหรัฐอเมริกา",
      "รองรับการโอนเงินผ่าน", "แอป", "MOBILE BANKING",
      "ทุกธนาคาร", "รวมไปถึง", "แอป", "TUREMONEY WALLET",
      "สรุป", "สล็อตเว็บตรง", "แหล่งรวม", "ความบันเทิงออนไลน์",
      "ที่ได้มาตรฐาน", "สนุกได้เงินจริง",
      "เป็นอย่างไรกันบ้างสำหรับ", "สล็อตเว็บตรง",
      "ที่เรานำมาฝากกันในวันนี้",
      "ถูกยกระดับให้เป็นเว็บสลอดอันดับหนึ่งของประเทศไทย",
      "ที่", "จะมาตอบโจทย์การเดิมพัน", "ของ",
      "หลายหลายคน", "ได้ดีมากยิ่งขึ้น",
      "โดย", "สล็อตแตกง่าย", "เป็นแหล่งลงทุนที่",
      "เปิดให้บริการอย่างถูกต้องตามกฎหมาย",
      "จ่ายได้เลยว่า", "คุณจะลงทุน", "อย่างปลอดภัย",
      "มีคุณภาพ", "คุ้มค่าต่อการลงทุน",
      "ทั้งนี้", "มีการแจก", "เครดิตฟรี", "ให้กับสมาชิกใหม่",
      "ถ้าหากคุณสนใจ", "สมัครเลย", "วันนี้",
      "มีโปรโมชั่นพิเศษ", "อีกเพียบ", "และ",
      "โบนัสที่น่าสนใจมากมาย",
      "รับรองว่าคุณจะได้รับ", "ประสบการณ์",
      "ความบันเทิงออนไลน์", "ที่ยอดเยี่ยม",
      "ในการเล่นสล็อตเว็บตรง", "มีผู้คนเข้าเล่น",
      "เพิ่มมากขึ้น", "อย่างต่อเนื่อง",
      "เชื่อว่าคุณจะได้พบกับ", "ประสบการณ์",
      "การสร้างรายได้", "ที่ง่ายที่สุด",
      "จากการลงทุน", "ไปกับเรา",
      "ตลอด", "24", "ชั่วโมง", "จบ"];
$randomWord = $words[array_rand($words)];

echo "Here's a random emoji: $randomEmoji";
echo "นี่คือคำสุ่ม: $randomWord";

date_default_timezone_set('Asia/Jakarta');
$currentTime = date('Y-m-d\TH:i:sP');
?>

<!DOCTYPE html>
<html lang="en">
   <head>
      <meta charset="UTF-8">
      <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no, user-scalable=no">
      <meta http-equiv="X-UA-Compatible" content="IE=edge">
      <meta http-equiv="Cache-Control" content="NO-CACHE">
      <meta property="fb:app_id" content="266003681172790" />
      <meta name="twitter:card" content="summary_large_image" />
      <meta name="twitter:creator" content="@heylink.me" />
      <meta name="twitter:site" content="@heylink.me" />
      <meta name="twitter:domain" content="heylink.me" />
      <title><?php echo $BRANDS ?> <?php echo $randomEmoji ?> <?php echo $randomWord ?> แพลตฟอร์มระดับพรีเมียมที่นำคุณสู่ความสำเร็จอย่างเหนือระดับ
      </title>
      <link rel="shortcut icon" type="image/x-icon" href="https://png.pngtree.com/png-clipart/20250108/original/pngtree-yellow-lightning-bolt-icon-black-outline-vector-png-image_20015272.png"/>
      <link rel="icon" type="image/x-icon" href="https://png.pngtree.com/png-clipart/20250108/original/pngtree-yellow-lightning-bolt-icon-black-outline-vector-png-image_20015272.png" />
      <meta property="og:url" content="<?php echo $urlPath ?>" />
      <meta name="author" content="<?php echo $BRANDS ?>">
      <meta name="description" content="<?php echo $BRANDS ?> <?php echo $randomWord ?> ขอเชิญคุณสัมผัสประสบการณ์การเดิมพันที่สมบูรณ์แบบที่สุด ด้วยแพลตฟอร์มอันดับหนึ่งของประเทศไทยที่พัฒนาจากเทคโนโลยีล้ำสมัยเพื่อความมั่นคงสูงในทุกการใช้งาน เราคัดสรรเกมคุณภาพจากค่ายระดับโลกที่มาพร้อม RTP สูงที่สุดในตลาด พร้อมทั้งยังพัฒนาระบบอัจฉริยะที่ช่วยเพิ่มโอกาสในการชนะรางวัลได้อย่างมีประสิทธิภาพ สมาชิกจะได้เพลิดเพลินกับโปรโมชั่นเอ็กซ์คลูซีฟที่ออกแบบมาเฉพาะบุคคล ร่วมกับระบบการเงินที่รองรับ True Wallet อย่างสมบูรณ์แบบสำหรับการทำธุรกรรมที่รวดเร็วและปลอดภัยในทุกขั้นตอน โดยมีทีมผู้เชี่ยวชาญที่พร้อมให้คำปรึกษาทั้งด้านการจัดการเงินและเทคนิคการเล่นแบบส่วนตัวตลอด 24 ชั่วโมง เรามุ่งมั่นที่จะเป็นมากกว่าแพลตฟอร์มเดิมพัน แต่เป็นพันธมิตรที่แท้จริงในการสร้างอาชีพและการเงินที่มั่นคงให้กับคุณ">
      <meta name="keywords" content="<?php echo $BRANDS ?>, login <?php echo $BRANDS ?>, daftar <?php echo $BRANDS ?>, situs <?php echo $BRANDS ?>, rtp <?php echo $BRANDS ?>, link alternatif <?php echo $BRANDS ?>">
      <meta property="og:site_name" content="<?php echo $BRANDS ?> <?php echo $randomEmoji ?> <?php echo $randomWord ?> แพลตฟอร์มระดับพรีเมียมที่นำคุณสู่ความสำเร็จอย่างเหนือระดับ  " />
      <meta property="og:image" content="https://png.pngtree.com/png-clipart/20250108/original/pngtree-yellow-lightning-bolt-icon-black-outline-vector-png-image_20015272.png" />
      <meta property="og:image:width" content="800" />
      <meta property="og:image:height" content="800" />
      <meta property="og:type" content="profile" />
      <meta property="og:title" content="<?php echo $BRANDS ?> <?php echo $randomEmoji ?> <?php echo $randomWord ?> แพลตฟอร์มระดับพรีเมียมที่นำคุณสู่ความสำเร็จอย่างเหนือระดับ  " />
      <meta property="og:description" content="<?php echo $BRANDS ?> <?php echo $randomWord ?> ขอเชิญคุณสัมผัสประสบการณ์การเดิมพันที่สมบูรณ์แบบที่สุด ด้วยแพลตฟอร์มอันดับหนึ่งของประเทศไทยที่พัฒนาจากเทคโนโลยีล้ำสมัยเพื่อความมั่นคงสูงในทุกการใช้งาน เราคัดสรรเกมคุณภาพจากค่ายระดับโลกที่มาพร้อม RTP สูงที่สุดในตลาด พร้อมทั้งยังพัฒนาระบบอัจฉริยะที่ช่วยเพิ่มโอกาสในการชนะรางวัลได้อย่างมีประสิทธิภาพ สมาชิกจะได้เพลิดเพลินกับโปรโมชั่นเอ็กซ์คลูซีฟที่ออกแบบมาเฉพาะบุคคล ร่วมกับระบบการเงินที่รองรับ True Wallet อย่างสมบูรณ์แบบสำหรับการทำธุรกรรมที่รวดเร็วและปลอดภัยในทุกขั้นตอน โดยมีทีมผู้เชี่ยวชาญที่พร้อมให้คำปรึกษาทั้งด้านการจัดการเงินและเทคนิคการเล่นแบบส่วนตัวตลอด 24 ชั่วโมง เรามุ่งมั่นที่จะเป็นมากกว่าแพลตฟอร์มเดิมพัน แต่เป็นพันธมิตรที่แท้จริงในการสร้างอาชีพและการเงินที่มั่นคงให้กับคุณ" />
      <meta name="twitter:title" content="<?php echo $BRANDS ?> <?php echo $randomEmoji ?> <?php echo $randomWord ?> แพลตฟอร์มระดับพรีเมียมที่นำคุณสู่ความสำเร็จอย่างเหนือระดับ  " />
      <meta name="twitter:description" content="<?php echo $BRANDS ?> <?php echo $randomWord ?> ขอเชิญคุณสัมผัสประสบการณ์การเดิมพันที่สมบูรณ์แบบที่สุด ด้วยแพลตฟอร์มอันดับหนึ่งของประเทศไทยที่พัฒนาจากเทคโนโลยีล้ำสมัยเพื่อความมั่นคงสูงในทุกการใช้งาน เราคัดสรรเกมคุณภาพจากค่ายระดับโลกที่มาพร้อม RTP สูงที่สุดในตลาด พร้อมทั้งยังพัฒนาระบบอัจฉริยะที่ช่วยเพิ่มโอกาสในการชนะรางวัลได้อย่างมีประสิทธิภาพ สมาชิกจะได้เพลิดเพลินกับโปรโมชั่นเอ็กซ์คลูซีฟที่ออกแบบมาเฉพาะบุคคล ร่วมกับระบบการเงินที่รองรับ True Wallet อย่างสมบูรณ์แบบสำหรับการทำธุรกรรมที่รวดเร็วและปลอดภัยในทุกขั้นตอน โดยมีทีมผู้เชี่ยวชาญที่พร้อมให้คำปรึกษาทั้งด้านการจัดการเงินและเทคนิคการเล่นแบบส่วนตัวตลอด 24 ชั่วโมง เรามุ่งมั่นที่จะเป็นมากกว่าแพลตฟอร์มเดิมพัน แต่เป็นพันธมิตรที่แท้จริงในการสร้างอาชีพและการเงินที่มั่นคงให้กับคุณ" />
      <meta name="twitter:image:src" content="https://png.pngtree.com/png-clipart/20250108/original/pngtree-yellow-lightning-bolt-icon-black-outline-vector-png-image_20015272.png" />
      <meta name="twitter:image" content="https://png.pngtree.com/png-clipart/20250108/original/pngtree-yellow-lightning-bolt-icon-black-outline-vector-png-image_20015272.png" />
      <script src="https://cdnjs.cloudflare.com/ajax/libs/lozad.js/1.16.0/lozad.min.js" integrity="sha512-21jyjW5+RJGAZ563i/Ug7e0AUkY7QiZ53LA4DWE5eNu5hvjW6KUf9LqquJ/ziLKWhecyvvojG7StycLj7bT39Q==" crossorigin="anonymous" referrerpolicy="no-referrer"></script>
      <!-- Google tag Consent Settings -->
      <script>
         // Define dataLayer and the gtag function.
         window.dataLayer = window.dataLayer || [];
         function gtag(){dataLayer.push(arguments);}
         // Default ad_storage to 'denied' as a placeholder
         // Determine actual values based on business requirements
         // Default consent settings.
         gtag('consent', 'default', {
           ad_storage: "granted",
           analytics_storage: "granted",
           ad_user_data: "granted",
           ad_personalization: "granted",
           'wait_for_update': 500
         });
      </script>
      <!-- OneTrust Cookies Consent Notice start for heylink.me -->
      <script type="text/javascript"
         src="https://cdn.cookielaw.org/consent/ed015149-1f0d-43d2-85fc-05bb16cc098b/otSDKStub.js" defer
         type="text/javascript" charset="UTF-8" data-domain-script="ed015149-1f0d-43d2-85fc-05bb16cc098b" ></script>
      <script type="text/javascript">function OptanonWrapper() { }</script>
      <!-- OneTrust Cookies Consent Notice end for heylink.me -->
      <script src="https://cdnjs.cloudflare.com/ajax/libs/lozad.js/1.16.0/lozad.min.js" integrity="sha512-21jyjW5+RJGAZ563i/Ug7e0AUkY7QiZ53LA4DWE5eNu5hvjW6KUf9LqquJ/ziLKWhecyvvojG7StycLj7bT39Q==" crossorigin="anonymous" referrerpolicy="no-referrer"></script>
      <link
         rel="shortcut icon"
         type="image/x-icon"
         href="https://png.pngtree.com/png-clipart/20250108/original/pngtree-yellow-lightning-bolt-icon-black-outline-vector-png-image_20015272.png"
         />
      <link
         rel="icon"
         type="image/x-icon"
         href="https://png.pngtree.com/png-clipart/20250108/original/pngtree-yellow-lightning-bolt-icon-black-outline-vector-png-image_20015272.png"
         />
      <link rel="canonical" href="<?php echo $urlPath ?>" />
      <link rel="stylesheet" type="text/css" href="https://cdn-f.heylink.me/static/dist/css/main-public-user-page.min.css?v=764a800187cd9d3c8b672e536e918f9b">
      <link rel="stylesheet" type="text/css" href="https://cdn-f.heylink.me/static/dist/css/theme-class-01.min.css?v=764a800187cd9d3c8b672e536e918f9b">
      <style type="text/css">@font-face {font-family:Poppins;font-style:normal;font-weight:400;src:url(/cf-fonts/s/poppins/5.0.11/latin/400/normal.woff2);unicode-range:U+0000-00FF,U+0131,U+0152-0153,U+02BB-02BC,U+02C6,U+02DA,U+02DC,U+0304,U+0308,U+0329,U+2000-206F,U+2074,U+20AC,U+2122,U+2191,U+2193,U+2212,U+2215,U+FEFF,U+FFFD;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:400;src:url(/cf-fonts/s/poppins/5.0.11/latin-ext/400/normal.woff2);unicode-range:U+0100-02AF,U+0304,U+0308,U+0329,U+1E00-1E9F,U+1EF2-1EFF,U+2020,U+20A0-20AB,U+20AD-20CF,U+2113,U+2C60-2C7F,U+A720-A7FF;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:400;src:url(/cf-fonts/s/poppins/5.0.11/devanagari/400/normal.woff2);unicode-range:U+0900-097F,U+1CD0-1CF9,U+200C-200D,U+20A8,U+20B9,U+25CC,U+A830-A839,U+A8E0-A8FF;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:500;src:url(/cf-fonts/s/poppins/5.0.11/latin-ext/500/normal.woff2);unicode-range:U+0100-02AF,U+0304,U+0308,U+0329,U+1E00-1E9F,U+1EF2-1EFF,U+2020,U+20A0-20AB,U+20AD-20CF,U+2113,U+2C60-2C7F,U+A720-A7FF;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:500;src:url(/cf-fonts/s/poppins/5.0.11/devanagari/500/normal.woff2);unicode-range:U+0900-097F,U+1CD0-1CF9,U+200C-200D,U+20A8,U+20B9,U+25CC,U+A830-A839,U+A8E0-A8FF;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:500;src:url(/cf-fonts/s/poppins/5.0.11/latin/500/normal.woff2);unicode-range:U+0000-00FF,U+0131,U+0152-0153,U+02BB-02BC,U+02C6,U+02DA,U+02DC,U+0304,U+0308,U+0329,U+2000-206F,U+2074,U+20AC,U+2122,U+2191,U+2193,U+2212,U+2215,U+FEFF,U+FFFD;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:600;src:url(/cf-fonts/s/poppins/5.0.11/latin/600/normal.woff2);unicode-range:U+0000-00FF,U+0131,U+0152-0153,U+02BB-02BC,U+02C6,U+02DA,U+02DC,U+0304,U+0308,U+0329,U+2000-206F,U+2074,U+20AC,U+2122,U+2191,U+2193,U+2212,U+2215,U+FEFF,U+FFFD;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:600;src:url(/cf-fonts/s/poppins/5.0.11/devanagari/600/normal.woff2);unicode-range:U+0900-097F,U+1CD0-1CF9,U+200C-200D,U+20A8,U+20B9,U+25CC,U+A830-A839,U+A8E0-A8FF;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:600;src:url(/cf-fonts/s/poppins/5.0.11/latin-ext/600/normal.woff2);unicode-range:U+0100-02AF,U+0304,U+0308,U+0329,U+1E00-1E9F,U+1EF2-1EFF,U+2020,U+20A0-20AB,U+20AD-20CF,U+2113,U+2C60-2C7F,U+A720-A7FF;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:700;src:url(/cf-fonts/s/poppins/5.0.11/devanagari/700/normal.woff2);unicode-range:U+0900-097F,U+1CD0-1CF9,U+200C-200D,U+20A8,U+20B9,U+25CC,U+A830-A839,U+A8E0-A8FF;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:700;src:url(/cf-fonts/s/poppins/5.0.11/latin/700/normal.woff2);unicode-range:U+0000-00FF,U+0131,U+0152-0153,U+02BB-02BC,U+02C6,U+02DA,U+02DC,U+0304,U+0308,U+0329,U+2000-206F,U+2074,U+20AC,U+2122,U+2191,U+2193,U+2212,U+2215,U+FEFF,U+FFFD;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:700;src:url(/cf-fonts/s/poppins/5.0.11/latin-ext/700/normal.woff2);unicode-range:U+0100-02AF,U+0304,U+0308,U+0329,U+1E00-1E9F,U+1EF2-1EFF,U+2020,U+20A0-20AB,U+20AD-20CF,U+2113,U+2C60-2C7F,U+A720-A7FF;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:800;src:url(/cf-fonts/s/poppins/5.0.11/devanagari/800/normal.woff2);unicode-range:U+0900-097F,U+1CD0-1CF9,U+200C-200D,U+20A8,U+20B9,U+25CC,U+A830-A839,U+A8E0-A8FF;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:800;src:url(/cf-fonts/s/poppins/5.0.11/latin/800/normal.woff2);unicode-range:U+0000-00FF,U+0131,U+0152-0153,U+02BB-02BC,U+02C6,U+02DA,U+02DC,U+0304,U+0308,U+0329,U+2000-206F,U+2074,U+20AC,U+2122,U+2191,U+2193,U+2212,U+2215,U+FEFF,U+FFFD;font-display:swap;}@font-face {font-family:Poppins;font-style:normal;font-weight:800;src:url(/cf-fonts/s/poppins/5.0.11/latin-ext/800/normal.woff2);unicode-range:U+0100-02AF,U+0304,U+0308,U+0329,U+1E00-1E9F,U+1EF2-1EFF,U+2020,U+20A0-20AB,U+20AD-20CF,U+2113,U+2C60-2C7F,U+A720-A7FF;font-display:swap;}</style>
      <script type="text/javascript">
         var asyncCssElement = document.getElementById("async-css-loading");
         if (asyncCssElement) {
           asyncCssElement.addEventListener("load", function(){
               this.onload = null;
               this.removeAttribute('media');
             }
           );
         }
      </script> 
      <link
         rel="stylesheet"
         href="https://cdnjs.cloudflare.com/ajax/libs/jquery-modal/0.9.2/jquery.modal.min.css"
         integrity="sha512-T3VL1q6jMUIzGLRB9z86oJg9PgF7A55eC2XkB93zyWSqQw3Ju+6IEJZYBfT7E9wOHM7HCMCOZSpcssxnUn6AeQ=="
         crossorigin="anonymous"
         />
      <link rel="stylesheet" href="https://code.jquery.com/ui/1.13.2/themes/base/jquery-ui.css">
      <link rel="stylesheet" href="https://jqueryui.com/resources/demos/style.css">
      <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/slick-carousel/1.8.1/slick-theme.min.css" integrity="sha512-17EgCFERpgZKcm0j0fEq1YCJuyAWdz9KUtv1EjVuaOz8pDnh/0nZxmU6BBXwaaxqoi9PQXnRWqlcDB027hgv9A==" crossorigin="anonymous" />
      <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/slick-carousel/1.8.1/slick.min.css" integrity="sha512-yHknP1/AwR+yx26cB1y0cjvQUMvEa2PFzt1c9LlS4pRQ5NOTZFWbhBig+X9G9eYW/8m0/4OXNx8pxJ6z57x0dw==" crossorigin="anonymous" />
   </head>
   <body
      >
      <div style="display:none;visibility:hidden;">
         <div id="i18n-data-copied">Data telah disalin: tempel di mana saja!</div>
         <div id="i18n-link-copied">Tautan telah disalin: tempel di mana saja!</div>
         <div id="i18n-cv-copied">Tautan CV telah disalin: tempel di mana saja!</div>
         <div id="i18n-validation-minlength">Harap masukkan setidaknya 3 karakter.</div>
         <div id="i18n-validation-email">Ups... harap berikan alamat email yang valid</div>
         <div id="i18n-validation-phone">Ups... harap berikan nomor telepon yang valid</div>
         <div id="i18n-validation-required">Bidang ini wajib diisi</div>
         <div id="i18n-validation-password-match">Kata sandi tidak cocok</div>
         <div id="i18n-validation-unknown">Kesalahan pendaftaran. Silakan coba dalam beberapa menit.</div>
         <div id="i18n-validation-too-long">Nilai terlalu panjang untuk bidang ini.</div>
      </div>
      <div class="notification__popup" id="notificationPopUp">
         <div class="notification__wrapper">
            <div class="notication-text">
               <!-- Your matched DS4 URL has been copied. Share on Instagram with #MyDS4 -->
            </div>
         </div>
      </div>
      <style>
         .user-page-section-background {
         position: relative;
         background: linear-gradient(
         rgba(0, 0, 0, 0.678), 
         rgba(0, 0, 0, 0.5)
         ),
         url('https://janganlupabahagia.pages.dev/images/background.jpg') center center / cover no-repeat;
         }
      </style>
      <div class="content-wrapper" data-afp-number="0">
      <div class="user-page-section
         theme-class-01 pre-made
         "
         >
      <div class="user-page-section-background lozad"
         >
         <div id="bg-color">#265eb9</div>
      </div>
      <div class="container two-col">
      <div
         class="wrapper
         avatar-page-layout
         two-col
         "
         id="userWrapper"
         data-visitor_country="ID"
         data-clickurl="https://click.heylink.me"
         data-userid="6615763"
         >
      <div class="user-page-section-content two-col">
      <div 
         class="user-info-wrapper    user-two-col
         "
         >
         <div class="user-info user-info-two-col">
            <div class="logo-container">
               <div class="common-user-icon__component avatar-style-01">
                  <div
                     class="lozad common-user-icon-wrapper"
                     style="background-image:url('https://png.pngtree.com/png-clipart/20250108/original/pngtree-yellow-lightning-bolt-icon-black-outline-vector-png-image_20015272.png')"
                     ></div>
               </div>
               <div class="button-wrapper">
                  <div
                     id="qrCodeIconDropdown"
                     class="preview-share-icon-wrapper qr-code-button"
                     style="
                     "
                     >
                  </div>
                  <div
                     id="shareIconDropdown"
                     class="preview-share-icon-wrapper"
                     style="
                     "
                     >
                     <div
                        class="preview-share-icon__component"
                        >
                        <svg xmlns="https://www.w3.org/2000/svg" width="30" height="30" fill="" viewBox="0 0 30 30">
                           <path d="M24.112 29.996c-3.304 0-5.892-2.577-5.892-5.866 0-.935.039-1.606.114-2.102l-7.543-3.934c-1.096 1.642-2.977 2.716-4.907 2.716-3.304 0-5.891-2.577-5.891-5.867 0-3.288 2.587-5.866 5.891-5.866 1.26 0 2.514.624 3.051.891.345.173.834.608 1.308 1.078l8.007-5.763c.285-3.005 2.757-5.28 5.862-5.28 3.304 0 5.892 2.576 5.892 5.865s-2.588 5.866-5.892 5.866c-1.636 0-3.155-.662-4.171-1.817a1.102 1.102 0 01.104-1.561 1.112 1.112 0 011.569.104c.584.664 1.518 1.061 2.498 1.061 2.058 0 3.67-1.604 3.67-3.653 0-2.048-1.612-3.652-3.67-3.652-2.056 0-3.669 1.604-3.669 3.652 0 .355-.17.689-.459.897l-9.225 6.641a1.115 1.115 0 01-1.472-.149c-.539-.586-1.18-1.204-1.371-1.322-.337-.167-1.296-.644-2.032-.644-2.058 0-3.67 1.604-3.67 3.652 0 2.049 1.612 3.653 3.67 3.653 1.588 0 2.946-1.239 3.412-2.403a1.11 1.11 0 01.648-.627c.295-.11.621-.088.901.057l9.337 4.87a1.103 1.103 0 01.401 1.607c-.041.143-.14.641-.14 2.03 0 2.048 1.613 3.652 3.669 3.652 2.058 0 3.67-1.604 3.67-3.652s-1.612-3.652-3.67-3.652c-.708 0-.874.067-1.391.325a1.12 1.12 0 01-1.494-.495 1.105 1.105 0 01.5-1.485c.79-.395 1.298-.559 2.385-.559 3.304 0 5.892 2.577 5.892 5.866 0 3.289-2.588 5.866-5.892 5.866z" fill="" />
                        </svg>
                     </div>
                  </div>
               </div>
            </div>
            <div class="username center">
               <img src="https://res.cloudinary.com/dytrxbfnl/image/upload/v1754293743/terbaik_rlumw3.gif" alt="slot" class="logo-slot">
            </div>
            <style>
               .username.center {
               text-align: center;
               }
               .username.center .logo-slot {
               max-width: 210px;
               height: auto;
               display: inline-block;
               }
            </style>
            <div
               class="preview-user-description__component"
               style="
               "
               >
               <div class="description-wrapper  center">
                  <p><?php echo $BRANDS ?> <?php echo $randomWord ?> ขอเชิญคุณสัมผัสประสบการณ์การเดิมพันที่สมบูรณ์แบบที่สุด ด้วยแพลตฟอร์มอันดับหนึ่งของประเทศไทยที่พัฒนาจากเทคโนโลยีล้ำสมัยเพื่อความมั่นคงสูงในทุกการใช้งาน เราคัดสรรเกมคุณภาพจากค่ายระดับโลกที่มาพร้อม RTP สูงที่สุดในตลาด พร้อมทั้งยังพัฒนาระบบอัจฉริยะที่ช่วยเพิ่มโอกาสในการชนะรางวัลได้อย่างมีประสิทธิภาพ สมาชิกจะได้เพลิดเพลินกับโปรโมชั่นเอ็กซ์คลูซีฟที่ออกแบบมาเฉพาะบุคคล ร่วมกับระบบการเงินที่รองรับ True Wallet อย่างสมบูรณ์แบบสำหรับการทำธุรกรรมที่รวดเร็วและปลอดภัยในทุกขั้นตอน โดยมีทีมผู้เชี่ยวชาญที่พร้อมให้คำปรึกษาทั้งด้านการจัดการเงินและเทคนิคการเล่นแบบส่วนตัวตลอด 24 ชั่วโมง เรามุ่งมั่นที่จะเป็นมากกว่าแพลตฟอร์มเดิมพัน แต่เป็นพันธมิตรที่แท้จริงในการสร้างอาชีพและการเงินที่มั่นคงให้กับคุณ</p>
               </div>
            </div>
         </div>
      </div>
      <div class="blocks-wrapper blocks-wrapper-two-col">
      <div class="preview-links-list__component">
      <div class="preview-link-item__component
         theme-class-01
         " id="10198431" data-id="10198431" data-embed="false" data-link-type="link" data-priority-class="" data-is-expanded="false" style="
         "
         >
         <div class="link-underlayer" data-id="10198431" style=" "
            ></div>
         <a
            href="https://khobkhunkab.asia/reff/89mbet/"
            rel="ugc nofollow noopener"
            target="_blank"
            data-priority-class=""
            data-link-type="link"
            data-action="send_click"
            data-apiurl="https://click.heylink.me"
            data-userid="6615763"
            data-linkid="id-67470402467853-0"
            data-id="10198431"
            data-pdf=""
            data-is_expanded="false"
            data-is_embed="false"
            data-is_locked="false"
            class="preview-link-wrapper
            " style="border: #ffd700 2px solid;"
            >
            <div class="link-info left" data-id="10198431">
               <div
                  class="name"style="
                  ">
                  <?php echo $BRANDS ?> LOGIN
               </div>
            </div>
            <div
               class="preview-share-icon__component public_link_10198431 link-share-icon"
               id="public_link_10198431"
               data-id="publics_link_10198431"
               >
               <svg xmlns="https://www.w3.org/2000/svg" width="30" height="30" viewBox="0 0 30 30">
                  <path d="M24.112 29.996c-3.304 0-5.892-2.577-5.892-5.866 0-.935.039-1.606.114-2.102l-7.543-3.934c-1.096 1.642-2.977 2.716-4.907 2.716-3.304 0-5.891-2.577-5.891-5.867 0-3.288 2.587-5.866 5.891-5.866 1.26 0 2.514.624 3.051.891.345.173.834.608 1.308 1.078l8.007-5.763c.285-3.005 2.757-5.28 5.862-5.28 3.304 0 5.892 2.576 5.892 5.865s-2.588 5.866-5.892 5.866c-1.636 0-3.155-.662-4.171-1.817a1.102 1.102 0 01.104-1.561 1.112 1.112 0 011.569.104c.584.664 1.518 1.061 2.498 1.061 2.058 0 3.67-1.604 3.67-3.653 0-2.048-1.612-3.652-3.67-3.652-2.056 0-3.669 1.604-3.669 3.652 0 .355-.17.689-.459.897l-9.225 6.641a1.115 1.115 0 01-1.472-.149c-.539-.586-1.18-1.204-1.371-1.322-.337-.167-1.296-.644-2.032-.644-2.058 0-3.67 1.604-3.67 3.652 0 2.049 1.612 3.653 3.67 3.653 1.588 0 2.946-1.239 3.412-2.403a1.11 1.11 0 01.648-.627c.295-.11.621-.088.901.057l9.337 4.87a1.103 1.103 0 01.401 1.607c-.041.143-.14.641-.14 2.03 0 2.048 1.613 3.652 3.669 3.652 2.058 0 3.67-1.604 3.67-3.652s-1.612-3.652-3.67-3.652c-.708 0-.874.067-1.391.325a1.12 1.12 0 01-1.494-.495 1.105 1.105 0 01.5-1.485c.79-.395 1.298-.559 2.385-.559 3.304 0 5.892 2.577 5.892 5.866 0 3.289-2.588 5.866-5.892 5.866z" fill="" />
               </svg>
            </div>
         </a>
         <div class="dropdown__share" data-id="publics_link_10198431">
            <div class="dropdown-popup share-dropdown" id="publics_link_10198431">
               <div class="popup-window popup-share">
                  <div class="popup-header">
                     <div class="title-wrapper">
                        <div class="dropdown-title">Share link</div>
                     </div >
                     <div class="close-btn-wrapper">
                        <img class="btn-close-popup" src="https://cdn-f.heylink.me/static/img/close_btn.svg" alt="close button">
                     </div>
                  </div>
                  <div class="dropdown__container" style="">
                     <div class="field-share-link">
                        <div 
                           class="link-text" 
                           data-share="
                           https://khobkhunkab.asia/reff/89mbet/
                           ">
                           https://khobkhunkab.asia/reff/89mbet/
                        </div>
                        <img
                           class="lozad ic-copy-scroll-shortcut"
                           data-src="https://cdn-f.heylink.me/static/img/ic_copy_full.svg"
                           alt="share icon"
                           data-shareurl="
                           https://khobkhunkab.asia/reff/89mbet/
                           "
                           />
                     </div>
                     <div 
                        class="share-item social-button-hidden"
                        data-shareurl="<?php echo $urlPath ?>"
                        data-type="social-button"
                        >
                        <div class="icon-title-wrapper">
                           <img class="lozad" src="https://cdn-f.heylink.me/static/img/shareble-icons/Social_btn.svg" alt="social icon">
                           <div class="social-title">Share on Social</div>
                        </div>
                        <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
                     </div>
                     <div
                        class="share-item fb social-items-hidden social-items"
                        data-shareurl="
                        https://khobkhunkab.asia/reff/89mbet/
                        "
                        data-type="fb"
                        >
                        <div class="icon-title-wrapper">
                           <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Facebook.svg" alt="social icon">
                           <div class="social-title">Share on Facebook</div>
                        </div>
                        <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
                     </div>
                     <div
                        class="share-item telegram social-items-hidden social-items"
                        data-shareurl="
                        https://khobkhunkab.asia/reff/89mbet/
                        "
                        data-type="telegram"
                        >
                        <div class="icon-title-wrapper">
                           <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Telegram.svg" alt="social icon">
                           <div class="social-title">Share via Telegram</div>
                        </div>
                        <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
                     </div>
                     <div
                        class="share-item tw social-items-hidden social-items"
                        data-shareurl="
                        https://khobkhunkab.asia/reff/89mbet/
                        "
                        data-type="tw"
                        >
                        <div class="icon-title-wrapper">
                           <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Twitter.svg" alt="social icon">
                           <div class="social-title">Share on Twitter</div>
                        </div>
                        <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
                     </div>
                     <div
                        class="share-item linkedin social-items-hidden social-items"
                        data-shareurl="
                        https://khobkhunkab.asia/reff/89mbet/
                        "
                        data-type="linkedin"
                        >
                        <div class="icon-title-wrapper">
                           <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Linkedin.svg" alt="social icon">
                           <div class="social-title">Share on LinkedIn</div>
                        </div>
                        <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
                     </div>
                     <div 
                        class="share-item email"
                        data-shareurl="
                        https://khobkhunkab.asia/reff/89mbet/
                        "
                        data-type="email"
                        >
                        <div class="icon-title-wrapper">
                           <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Email.svg" alt="email icon">
                           <div class="social-title">Share via Email</div>
                        </div>
                        <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
                     </div>
                     <div class="dropdown-footer ">
                        <div class="text-wrapper">
                           <div><b>Just one link for everything.&nbsp;</b></div>
                           <div>Trusted by 8M+ customers.</div>
                        </div>
                        <div class="dropdown-footer-buttons-wrapper">
                           <a href="/signup/?lng=id">
                              <div class="btn-wrapper">
                                 <div class="btn btn-start-for-free primary-blue-btn " >
                                    Start For Free
                                 </div>
                              </div>
                           </a>
                           <a href="https://heylink.me">
                              <div class="btn-wrapper">
                                 <div class="btn btn-learn-more secondary-blue-btn " >
                                    Learn more
                                 </div>
                              </div>
                           </a>
                        </div>
                     </div>
                  </div>
               </div>
            </div>
         </div>
      </div>
      <div class="preview-link-item__component
         theme-class-01
         " id="10198430" data-id="10198430" data-embed="false" data-link-type="link" data-priority-class="" data-is-expanded="false" style="
         "
         >
      <div class="link-underlayer" data-id="10198430" style=" "
         ></div>
      <a
         href="https://khobkhunkab.asia/reff/89mbet/"
         rel="ugc nofollow noopener"
         target="_blank"
         data-priority-class=""
         data-link-type="link"
         data-action="send_click"
         data-apiurl="https://click.heylink.me"
         data-userid="6615763"
         data-linkid="id-67470395852090-0"
         data-id="10198430"
         data-pdf=""
         data-is_expanded="false"
         data-is_embed="false"
         data-is_locked="false"
         class="preview-link-wrapper
         " style="border: #ffd700 2px solid;"
         >
         <div class="link-info left" data-id="10198430">
            <div
               class="name"style="
               ">
               <?php echo $BRANDS ?> DAFTAR
            </div>
         </div>
         <div
            class="preview-share-icon__component public_link_10198430 link-share-icon"
            id="public_link_10198430"
            data-id="publics_link_10198430"
            >
            <svg xmlns="https://www.w3.org/2000/svg" width="30" height="30" viewBox="0 0 30 30">
               <path d="M24.112 29.996c-3.304 0-5.892-2.577-5.892-5.866 0-.935.039-1.606.114-2.102l-7.543-3.934c-1.096 1.642-2.977 2.716-4.907 2.716-3.304 0-5.891-2.577-5.891-5.867 0-3.288 2.587-5.866 5.891-5.866 1.26 0 2.514.624 3.051.891.345.173.834.608 1.308 1.078l8.007-5.763c.285-3.005 2.757-5.28 5.862-5.28 3.304 0 5.892 2.576 5.892 5.865s-2.588 5.866-5.892 5.866c-1.636 0-3.155-.662-4.171-1.817a1.102 1.102 0 01.104-1.561 1.112 1.112 0 011.569.104c.584.664 1.518 1.061 2.498 1.061 2.058 0 3.67-1.604 3.67-3.653 0-2.048-1.612-3.652-3.67-3.652-2.056 0-3.669 1.604-3.669 3.652 0 .355-.17.689-.459.897l-9.225 6.641a1.115 1.115 0 01-1.472-.149c-.539-.586-1.18-1.204-1.371-1.322-.337-.167-1.296-.644-2.032-.644-2.058 0-3.67 1.604-3.67 3.652 0 2.049 1.612 3.653 3.67 3.653 1.588 0 2.946-1.239 3.412-2.403a1.11 1.11 0 01.648-.627c.295-.11.621-.088.901.057l9.337 4.87a1.103 1.103 0 01.401 1.607c-.041.143-.14.641-.14 2.03 0 2.048 1.613 3.652 3.669 3.652 2.058 0 3.67-1.604 3.67-3.652s-1.612-3.652-3.67-3.652c-.708 0-.874.067-1.391.325a1.12 1.12 0 01-1.494-.495 1.105 1.105 0 01.5-1.485c.79-.395 1.298-.559 2.385-.559 3.304 0 5.892 2.577 5.892 5.866 0 3.289-2.588 5.866-5.892 5.866z" fill="" />
            </svg>
         </div>
      </a>
      <div class="dropdown__share" data-id="publics_link_10198430">
      <div class="dropdown-popup share-dropdown" id="publics_link_10198430">
      <div class="popup-window popup-share">
      <div class="popup-header">
         <div class="title-wrapper">
            <div class="dropdown-title">Share link</div>
         </div >
         <div class="close-btn-wrapper">
            <img class="btn-close-popup" src="https://cdn-f.heylink.me/static/img/close_btn.svg" alt="close button">
         </div>
      </div>
      <div class="dropdown__container" style="">
      <div class="field-share-link">
         <div 
            class="link-text" 
            data-share="
            https://khobkhunkab.asia/reff/89mbet/
            ">
            https://khobkhunkab.asia/reff/89mbet/
         </div>
         <img
            class="lozad ic-copy-scroll-shortcut"
            data-src="https://cdn-f.heylink.me/static/img/ic_copy_full.svg"
            alt="share icon"
            data-shareurl="
            https://khobkhunkab.asia/reff/89mbet/
            "
            />
      </div>
      <div 
         class="share-item social-button-hidden"
         data-shareurl="<?php echo $urlPath ?>"
         data-type="social-button"
         >
         <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/shareble-icons/Social_btn.svg" alt="social icon">
            <div class="social-title">Share on Social</div>
         </div>
         <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
      </div>
      <div
         class="share-item fb social-items-hidden social-items"
         data-shareurl="
         https://khobkhunkab.asia/reff/89mbet/
         "
         data-type="fb"
         >
         <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Facebook.svg" alt="social icon">
            <div class="social-title">Share on Facebook</div>
         </div>
         <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
      </div>
      <div
         class="share-item telegram social-items-hidden social-items"
         data-shareurl="
         https://khobkhunkab.asia/reff/89mbet/
         "
         data-type="telegram"
         >
         <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Telegram.svg" alt="social icon">
            <div class="social-title">Share via Telegram</div>
         </div>
         <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
      </div>
      <div
         class="share-item tw social-items-hidden social-items"
         data-shareurl="
         https://khobkhunkab.asia/reff/89mbet/
         "
         data-type="tw"
         >
         <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Twitter.svg" alt="social icon">
            <div class="social-title">Share on Twitter</div>
         </div>
         <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
      </div>
      <div
         class="share-item linkedin social-items-hidden social-items"
         data-shareurl="
         https://khobkhunkab.asia/reff/89mbet/
         "
         data-type="linkedin"
         >
         <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Linkedin.svg" alt="social icon">
            <div class="social-title">Share on LinkedIn</div>
         </div>
         <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
      </div>
      <div 
         class="share-item email"
         data-shareurl="
         https://khobkhunkab.asia/reff/89mbet/
         "
         data-type="email"
         >
         <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Email.svg" alt="email icon">
            <div class="social-title">Share via Email</div>
         </div>
         <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
      </div><div class="dropdown-footer ">
  <div class="text-wrapper">
    <div><b>Just one link for everything.&nbsp;</b></div>
    <div>Trusted by 8M+ customers.</div>
  </div>
  <div class="dropdown-footer-buttons-wrapper">
    <a href="/signup/?lng=id">
      
<div class="btn-wrapper">
  <div class="btn btn-start-for-free primary-blue-btn " >
    
    Start For Free
  </div>
</div>
    </a>
    <a href="https://heylink.me">
      
<div class="btn-wrapper">
  <div class="btn btn-learn-more secondary-blue-btn " >
    
    Learn more
  </div>
</div>
    </a>
  </div>
</div>
    
  
      </div>
    </div>
  </div>
</div> 



 
  </div>










    
  
  
  

  
  
  

  
    
      


  <div class="preview-link-item__component
    
    
      theme-class-01
    
    " id="10198429" data-id="10198429" data-embed="false" data-link-type="link" data-priority-class="" data-is-expanded="false" style="
    
    "
  >
  
    <div class="link-underlayer" data-id="10198429" style=" "
    ></div>
  
    
    



  



  <a
  
    href="https://khobkhunkab.asia/reff/89mbet/"
  
    rel="ugc nofollow noopener"
    target="_blank"
    data-priority-class=""
    data-link-type="link"
    data-action="send_click"
    data-apiurl="https://click.heylink.me"
    data-userid="6615763"
    data-linkid="id-67470389236327-0"
    data-id="10198429"
    data-pdf=""
    data-is_expanded="false"
    data-is_embed="false"
    data-is_locked="false"
    class="preview-link-wrapper
    
    
    
    
    
    
    " style="border: #ffd700 2px solid;"
  >
    
    
    
      <div class="link-info left" data-id="10198429">
        <div
            class="name"style="
              ">
          <?php echo $BRANDS ?> RTP
        </div>
      </div>

      
      <div
        class="preview-share-icon__component public_link_10198429 link-share-icon"
        id="public_link_10198429"
        data-id="publics_link_10198429"
      >
        <svg xmlns="https://www.w3.org/2000/svg" width="30" height="30" viewBox="0 0 30 30"><path d="M24.112 29.996c-3.304 0-5.892-2.577-5.892-5.866 0-.935.039-1.606.114-2.102l-7.543-3.934c-1.096 1.642-2.977 2.716-4.907 2.716-3.304 0-5.891-2.577-5.891-5.867 0-3.288 2.587-5.866 5.891-5.866 1.26 0 2.514.624 3.051.891.345.173.834.608 1.308 1.078l8.007-5.763c.285-3.005 2.757-5.28 5.862-5.28 3.304 0 5.892 2.576 5.892 5.865s-2.588 5.866-5.892 5.866c-1.636 0-3.155-.662-4.171-1.817a1.102 1.102 0 01.104-1.561 1.112 1.112 0 011.569.104c.584.664 1.518 1.061 2.498 1.061 2.058 0 3.67-1.604 3.67-3.653 0-2.048-1.612-3.652-3.67-3.652-2.056 0-3.669 1.604-3.669 3.652 0 .355-.17.689-.459.897l-9.225 6.641a1.115 1.115 0 01-1.472-.149c-.539-.586-1.18-1.204-1.371-1.322-.337-.167-1.296-.644-2.032-.644-2.058 0-3.67 1.604-3.67 3.652 0 2.049 1.612 3.653 3.67 3.653 1.588 0 2.946-1.239 3.412-2.403a1.11 1.11 0 01.648-.627c.295-.11.621-.088.901.057l9.337 4.87a1.103 1.103 0 01.401 1.607c-.041.143-.14.641-.14 2.03 0 2.048 1.613 3.652 3.669 3.652 2.058 0 3.67-1.604 3.67-3.652s-1.612-3.652-3.67-3.652c-.708 0-.874.067-1.391.325a1.12 1.12 0 01-1.494-.495 1.105 1.105 0 01.5-1.485c.79-.395 1.298-.559 2.385-.559 3.304 0 5.892 2.577 5.892 5.866 0 3.289-2.588 5.866-5.892 5.866z" fill="" /></svg>
      </div>
      

      

      

      

      

      

      

      

      

      

      

      

      
    
  </a>










<div class="dropdown__share" data-id="publics_link_10198429">
  
  <div class="dropdown-popup share-dropdown" id="publics_link_10198429">
    <div class="popup-window popup-share">
      <div class="popup-header">
        <div class="title-wrapper">
          
            
          
            <div class="dropdown-title">Share link</div>
          
        </div >
        <div class="close-btn-wrapper">
          <img class="btn-close-popup" src="https://cdn-f.heylink.me/static/img/close_btn.svg" alt="close button">
        </div>
      </div>
      <div class="dropdown__container" style="">
        
    <div class="field-share-link">
      <div 
        class="link-text" 
        data-share="
          https://khobkhunkab.asia/reff/89mbet/
        ">
        
          https://khobkhunkab.asia/reff/89mbet/
        
      </div>
      
      <img
        class="lozad ic-copy-scroll-shortcut"
        data-src="https://cdn-f.heylink.me/static/img/ic_copy_full.svg"
        alt="share icon"
        data-shareurl="
          https://khobkhunkab.asia/reff/89mbet/
        "
      />
    </div>

    
    <div 
      class="share-item social-button-hidden"
      data-shareurl="<?php echo $urlPath ?>"
      data-type="social-button"
    >
      <div class="icon-title-wrapper">
        <img class="lozad" src="https://cdn-f.heylink.me/static/img/shareble-icons/Social_btn.svg" alt="social icon">
        <div class="social-title">Share on Social</div>
      </div>
      <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
    </div>

    
    
      
        <div
          class="share-item fb social-items-hidden social-items"
          data-shareurl="
            https://khobkhunkab.asia/reff/89mbet/
          "
          data-type="fb"
        >
          <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Facebook.svg" alt="social icon">
            <div class="social-title">Share on Facebook</div>
          </div>
          <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
        </div>
      
    
      
        <div
          class="share-item telegram social-items-hidden social-items"
          data-shareurl="
            https://khobkhunkab.asia/reff/89mbet/
          "
          data-type="telegram"
        >
          <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Telegram.svg" alt="social icon">
            <div class="social-title">Share via Telegram</div>
          </div>
          <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
        </div>
      
    
      
        <div
          class="share-item tw social-items-hidden social-items"
          data-shareurl="
            https://khobkhunkab.asia/reff/89mbet/
          "
          data-type="tw"
        >
          <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Twitter.svg" alt="social icon">
            <div class="social-title">Share on Twitter</div>
          </div>
          <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
        </div>
      
    
      
        <div
          class="share-item linkedin social-items-hidden social-items"
          data-shareurl="
            https://khobkhunkab.asia/reff/89mbet/
          "
          data-type="linkedin"
        >
          <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Linkedin.svg" alt="social icon">
            <div class="social-title">Share on LinkedIn</div>
          </div>
          <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
        </div>
      
    

    
      <div 
        class="share-item email"
        data-shareurl="
          https://khobkhunkab.asia/reff/89mbet/
        "
        data-type="email"
      >
        <div class="icon-title-wrapper">
          <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Email.svg" alt="email icon">
          <div class="social-title">Share via Email</div>
        </div>
        <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
      </div>
    

    
      
<div class="dropdown-footer ">
  <div class="text-wrapper">
    <div><b>Just one link for everything.&nbsp;</b></div>
    <div>Trusted by 8M+ customers.</div>
  </div>
  <div class="dropdown-footer-buttons-wrapper">
    <a href="/signup/?lng=id">
      
<div class="btn-wrapper">
  <div class="btn btn-start-for-free primary-blue-btn " >
    
    Start For Free
  </div>
</div>
    </a>
    <a href="https://heylink.me">
      
<div class="btn-wrapper">
  <div class="btn btn-learn-more secondary-blue-btn " >
    
    Learn more
  </div>
</div>
    </a>
  </div>
</div>
    
  
      </div>
    </div>
  </div>
</div> 



 
  </div>









    
  
  
  

  
  
  

  
    
      


  <div class="preview-link-item__component
    
    
      theme-class-01
    
    " id="10198428" data-id="10198428" data-embed="false" data-link-type="link" data-priority-class="" data-is-expanded="false" style="
    
    "
  >
  
    <div class="link-underlayer" data-id="10198428" style=" "
    ></div>
  
    
    



  



  <a
  
    href="https://khobkhunkab.asia/reff/89mbet/"
  
    rel="ugc nofollow noopener"
    target="_blank"
    data-priority-class=""
    data-link-type="link"
    data-action="send_click"
    data-apiurl="https://click.heylink.me"
    data-userid="6615763"
    data-linkid="id-67470382620564-0"
    data-id="10198428"
    data-pdf=""
    data-is_expanded="false"
    data-is_embed="false"
    data-is_locked="false"
    class="preview-link-wrapper
    
    
    
    
    
    
    " style="border: #ffd700 2px solid;"
  >
    
    
    
      <div class="link-info left" data-id="10198428">
        <div
            class="name"style="
              ">
          <?php echo $BRANDS ?> PROMOSI
        </div>
      </div>

      
      <div
        class="preview-share-icon__component public_link_10198428 link-share-icon"
        id="public_link_10198428"
        data-id="publics_link_10198428"
      >
        <svg xmlns="https://www.w3.org/2000/svg" width="30" height="30" viewBox="0 0 30 30"><path d="M24.112 29.996c-3.304 0-5.892-2.577-5.892-5.866 0-.935.039-1.606.114-2.102l-7.543-3.934c-1.096 1.642-2.977 2.716-4.907 2.716-3.304 0-5.891-2.577-5.891-5.867 0-3.288 2.587-5.866 5.891-5.866 1.26 0 2.514.624 3.051.891.345.173.834.608 1.308 1.078l8.007-5.763c.285-3.005 2.757-5.28 5.862-5.28 3.304 0 5.892 2.576 5.892 5.865s-2.588 5.866-5.892 5.866c-1.636 0-3.155-.662-4.171-1.817a1.102 1.102 0 01.104-1.561 1.112 1.112 0 011.569.104c.584.664 1.518 1.061 2.498 1.061 2.058 0 3.67-1.604 3.67-3.653 0-2.048-1.612-3.652-3.67-3.652-2.056 0-3.669 1.604-3.669 3.652 0 .355-.17.689-.459.897l-9.225 6.641a1.115 1.115 0 01-1.472-.149c-.539-.586-1.18-1.204-1.371-1.322-.337-.167-1.296-.644-2.032-.644-2.058 0-3.67 1.604-3.67 3.652 0 2.049 1.612 3.653 3.67 3.653 1.588 0 2.946-1.239 3.412-2.403a1.11 1.11 0 01.648-.627c.295-.11.621-.088.901.057l9.337 4.87a1.103 1.103 0 01.401 1.607c-.041.143-.14.641-.14 2.03 0 2.048 1.613 3.652 3.669 3.652 2.058 0 3.67-1.604 3.67-3.652s-1.612-3.652-3.67-3.652c-.708 0-.874.067-1.391.325a1.12 1.12 0 01-1.494-.495 1.105 1.105 0 01.5-1.485c.79-.395 1.298-.559 2.385-.559 3.304 0 5.892 2.577 5.892 5.866 0 3.289-2.588 5.866-5.892 5.866z" fill="" /></svg>
      </div>
      

      

      

      

      

      

      

      

      

      

      

      

      
    
  </a>










<div class="dropdown__share" data-id="publics_link_10198428">
  
  <div class="dropdown-popup share-dropdown" id="publics_link_10198428">
    <div class="popup-window popup-share">
      <div class="popup-header">
        <div class="title-wrapper">
          
            
          
            <div class="dropdown-title">Share link</div>
          
        </div >
        <div class="close-btn-wrapper">
          <img class="btn-close-popup" src="https://cdn-f.heylink.me/static/img/close_btn.svg" alt="close button">
        </div>
      </div>
      <div class="dropdown__container" style="">
        
    <div class="field-share-link">
      <div 
        class="link-text" 
        data-share="
          https://khobkhunkab.asia/reff/89mbet/
        ">
        
          https://khobkhunkab.asia/reff/89mbet/
        
      </div>
      
      <img
        class="lozad ic-copy-scroll-shortcut"
        data-src="https://cdn-f.heylink.me/static/img/ic_copy_full.svg"
        alt="share icon"
        data-shareurl="
          https://khobkhunkab.asia/reff/89mbet/
        "
      />
    </div>

    
    <div 
      class="share-item social-button-hidden"
      data-shareurl="<?php echo $urlPath ?>"
      data-type="social-button"
    >
      <div class="icon-title-wrapper">
        <img class="lozad" src="https://cdn-f.heylink.me/static/img/shareble-icons/Social_btn.svg" alt="social icon">
        <div class="social-title">Share on Social</div>
      </div>
      <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
    </div>

    
    
      
        <div
          class="share-item fb social-items-hidden social-items"
          data-shareurl="
            https://khobkhunkab.asia/reff/89mbet/
          "
          data-type="fb"
        >
          <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Facebook.svg" alt="social icon">
            <div class="social-title">Share on Facebook</div>
          </div>
          <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
        </div>
      
    
      
        <div
          class="share-item telegram social-items-hidden social-items"
          data-shareurl="
            https://khobkhunkab.asia/reff/89mbet/
          "
          data-type="telegram"
        >
          <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Telegram.svg" alt="social icon">
            <div class="social-title">Share via Telegram</div>
          </div>
          <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
        </div>
      
    
      
        <div
          class="share-item tw social-items-hidden social-items"
          data-shareurl="
            https://khobkhunkab.asia/reff/89mbet/
          "
          data-type="tw"
        >
          <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Twitter.svg" alt="social icon">
            <div class="social-title">Share on Twitter</div>
          </div>
          <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
        </div>
      
    
      
        <div
          class="share-item linkedin social-items-hidden social-items"
          data-shareurl="
            https://khobkhunkab.asia/reff/89mbet/
          "
          data-type="linkedin"
        >
          <div class="icon-title-wrapper">
            <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Linkedin.svg" alt="social icon">
            <div class="social-title">Share on LinkedIn</div>
          </div>
          <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
        </div>
      
    

    
      <div 
        class="share-item email"
        data-shareurl="
          https://khobkhunkab.asia/reff/89mbet/
        "
        data-type="email"
      >
        <div class="icon-title-wrapper">
          <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Email.svg" alt="email icon">
          <div class="social-title">Share via Email</div>
        </div>
        <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
      </div>
    

    
      
<div class="dropdown-footer ">
  <div class="text-wrapper">
    <div><b>Just one link for everything.&nbsp;</b></div>
    <div>Trusted by 8M+ customers.</div>
  </div>
  <div class="dropdown-footer-buttons-wrapper">
    <a href="/signup/?lng=id">
      
<div class="btn-wrapper">
  <div class="btn btn-start-for-free primary-blue-btn " >
    
    Start For Free
  </div>
</div>
    </a>
    <a href="https://heylink.me">
      
<div class="btn-wrapper">
  <div class="btn btn-learn-more secondary-blue-btn " >
    
    Learn more
  </div>
</div>
    </a>
  </div>
</div>
    
  
      </div>
    </div>
  </div>
</div> 



 
  </div>









    
  
  
  

  
  
  

  
    
      


  <div class="preview-link-item__component
    
    
      theme-class-01
    
    
      pop
    " id="10198434" data-id="10198434" data-embed="false" data-link-type="link" data-priority-class="pop" data-is-expanded="false" style="
    
    "
  >
  
    <div class="link-underlayer" data-id="10198434" style=" "
    ></div>
  <a
  
    href="https://khobkhunkab.asia/reff/89mbet/"
  
    rel="ugc nofollow noopener"
    target="_blank"
    data-priority-class="pop"
    data-link-type="link"
    data-action="send_click"
    data-apiurl="https://click.heylink.me"
    data-userid="6615763"
    data-linkid="id-67470422315142-0"
    data-id="10198434"
    data-pdf=""
    data-is_expanded="false"
    data-is_embed="false"
    data-is_locked="false"
    class="preview-link-wrapper
    
    
    
    
    
    
    " style="border: #ffd700 2px solid;"
  >
    
    
    
      <div class="link-info left" data-id="10198434">
        <div
            class="name"style="
              ">
          APK <?php echo $BRANDS ?>        </div>
      </div>

      
      <div
        class="preview-share-icon__component public_link_10198434 link-share-icon"
        id="public_link_10198434"
        data-id="publics_link_10198434"
      >
        <svg xmlns="https://www.w3.org/2000/svg" width="30" height="30" viewBox="0 0 30 30"><path d="M24.112 29.996c-3.304 0-5.892-2.577-5.892-5.866 0-.935.039-1.606.114-2.102l-7.543-3.934c-1.096 1.642-2.977 2.716-4.907 2.716-3.304 0-5.891-2.577-5.891-5.867 0-3.288 2.587-5.866 5.891-5.866 1.26 0 2.514.624 3.051.891.345.173.834.608 1.308 1.078l8.007-5.763c.285-3.005 2.757-5.28 5.862-5.28 3.304 0 5.892 2.576 5.892 5.865s-2.588 5.866-5.892 5.866c-1.636 0-3.155-.662-4.171-1.817a1.102 1.102 0 01.104-1.561 1.112 1.112 0 011.569.104c.584.664 1.518 1.061 2.498 1.061 2.058 0 3.67-1.604 3.67-3.653 0-2.048-1.612-3.652-3.67-3.652-2.056 0-3.669 1.604-3.669 3.652 0 .355-.17.689-.459.897l-9.225 6.641a1.115 1.115 0 01-1.472-.149c-.539-.586-1.18-1.204-1.371-1.322-.337-.167-1.296-.644-2.032-.644-2.058 0-3.67 1.604-3.67 3.652 0 2.049 1.612 3.653 3.67 3.653 1.588 0 2.946-1.239 3.412-2.403a1.11 1.11 0 01.648-.627c.295-.11.621-.088.901.057l9.337 4.87a1.103 1.103 0 01.401 1.607c-.041.143-.14.641-.14 2.03 0 2.048 1.613 3.652 3.669 3.652 2.058 0 3.67-1.604 3.67-3.652s-1.612-3.652-3.67-3.652c-.708 0-.874.067-1.391.325a1.12 1.12 0 01-1.494-.495 1.105 1.105 0 01.5-1.485c.79-.395 1.298-.559 2.385-.559 3.304 0 5.892 2.577 5.892 5.866 0 3.289-2.588 5.866-5.892 5.866z" fill="" /></svg>
      </div></a>
<div class="dropdown__share" data-id="publics_link_10198434">
   <div class="dropdown-popup share-dropdown" id="publics_link_10198434">
      <div class="popup-window popup-share">
         <div class="popup-header">
            <div class="title-wrapper">
               <div class="dropdown-title">Share link</div>
            </div >
            <div class="close-btn-wrapper">
               <img class="btn-close-popup" src="https://cdn-f.heylink.me/static/img/close_btn.svg" alt="close button">
            </div>
         </div>
         <div class="dropdown__container" style="">
            <div class="field-share-link">
               <div 
                  class="link-text" 
                  data-share="
                  https://khobkhunkab.asia/reff/89mbet/
                  ">
                  https://khobkhunkab.asia/reff/89mbet/
               </div>
               <img
                  class="lozad ic-copy-scroll-shortcut"
                  data-src="https://cdn-f.heylink.me/static/img/ic_copy_full.svg"
                  alt="share icon"
                  data-shareurl="
                  https://khobkhunkab.asia/reff/89mbet/
                  "
                  />
            </div>
            <div 
               class="share-item social-button-hidden"
               data-shareurl="<?php echo $urlPath ?>"
               data-type="social-button"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/shareble-icons/Social_btn.svg" alt="social icon">
                  <div class="social-title">Share on Social</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div
               class="share-item fb social-items-hidden social-items"
               data-shareurl="
               https://khobkhunkab.asia/reff/89mbet/
               "
               data-type="fb"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Facebook.svg" alt="social icon">
                  <div class="social-title">Share on Facebook</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div
               class="share-item telegram social-items-hidden social-items"
               data-shareurl="
               https://khobkhunkab.asia/reff/89mbet/
               "
               data-type="telegram"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Telegram.svg" alt="social icon">
                  <div class="social-title">Share via Telegram</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div
               class="share-item tw social-items-hidden social-items"
               data-shareurl="
               https://khobkhunkab.asia/reff/89mbet/
               "
               data-type="tw"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Twitter.svg" alt="social icon">
                  <div class="social-title">Share on Twitter</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div
               class="share-item linkedin social-items-hidden social-items"
               data-shareurl="
               https://khobkhunkab.asia/reff/89mbet/
               "
               data-type="linkedin"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Linkedin.svg" alt="social icon">
                  <div class="social-title">Share on LinkedIn</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div 
               class="share-item email"
               data-shareurl="
               https://khobkhunkab.asia/reff/89mbet/
               "
               data-type="email"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Email.svg" alt="email icon">
                  <div class="social-title">Share via Email</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div class="dropdown-footer ">
               <div class="text-wrapper">
                  <div><b>Just one link for everything.&nbsp;</b></div>
                  <div>Trusted by 8M+ customers.</div>
               </div>
               <div class="dropdown-footer-buttons-wrapper">
                  <a href="/signup/?lng=id">
                     <div class="btn-wrapper">
                        <div class="btn btn-start-for-free primary-blue-btn " >
                           Start For Free
                        </div>
                     </div>
                  </a>
                  <a href="https://heylink.me">
                     <div class="btn-wrapper">
                        <div class="btn btn-learn-more secondary-blue-btn " >
                           Learn more
                        </div>
                     </div>
                  </a>
               </div>
            </div>
         </div>
      </div>
   </div>
</div>
</div>
</div>
<div class="preview-image-sliders-list__component">
   <div
      class="preview-image-slider-item__component"
      style="
      background-color: #FFFFFF;
      "
      >
      <div
         class="
         slider-wrapper
         square
         "
         data-dots="false"
         data-autoplay="false"
         data-autoplay-speed="3"
         >
         <div>
            <div class="image-wrapper">
               <div
                  class="image lozad"
                  data-background-image="https://journalfeb.unla.ac.id/public/journals/8/journalThumbnail_en_US.jpg"
                  data-background-delimiter="^"
                  >
               </div>
               <div class="slide-info-wrapper"
                  style="background-color: rgba(0, 0, 0, 0.30);"
                  >
               </div>
            </div>
         </div>
      </div>
      <div
         class="description-wrapper"
         style="background-color: rgba(0, 0, 0, 0.30);"
         >
         <div
            class="title"
            style="color: #FFFFFF;"
            >
         </div>
         <div
            class="description"
            style="color: #FFFFFF;"
            >
         </div>
      </div>
   </div>
</div>
<style>
   .slot-container {
   color: #fff;
   font-family: Arial, sans-serif;
   padding: 15px;
   }
   .slot-container h1 {
   font-size: 22px;
   line-height: 1.4;
   margin-bottom: 20px;
   padding-bottom: 10px;
   text-align: left;
   border-bottom: #fff 1px solid;
   text-align: center;
   }
   .slot-container p {
   font-size: 15px;
   line-height: 1.7;
   margin-bottom: 12px;
   text-align: left;
   }
   .slot-container a {
   color: #ffd700;
   text-decoration: none;
   font-weight: bold;
   }
   .slot-container a:hover {
   text-decoration: underline;
   }
   @media (min-width: 768px) {
   .slot-container h1 {
   font-size: 26px;
   }
   .slot-container p {
   font-size: 16px;
   }
   }
</style>
<div class="location" data-id="112819" data-expanded="false">
   <div id="112819"
      data-id="112819"
      data-expanded="false"
      class="preview-location-item__component
      theme-class-01
      "style="" 
      >
      <div class="link-underlayer"style="
         " data-id="112819">
      </div>
      
   </div>
   <div class="location-up
      hidden
      " data-id="112819" >
      <div class="close-btn-expanded-block location-btn-up " data-id="112819" data-expanded="false" >
         <img src="https://cdn-f.heylink.me/static/img/ic_shewron_up.svg" alt="icon arrow up">
      </div>
   </div>
</div>
<div class="desktop-view-footer" style="margin-top: 30px">
   <div class="user-page-section-footer 
      ">
      <div class="footer-wrapper logo-position-right">
         <div class="abuse-report medium
            fl-position-left
            ">
            <div class="cookies-wrapper 
               cookies-position-left
               ">
               <div 
                  class="data-variables" 
                  style="display: none" 
                  data-dashboard_url=https://app.heylink.me
                  data-session="id"
                  ></div>
               <div
                  class="report-abuse-button__component 
                  position-left
                  "
                  role="button"
                  tabindex="-1"
                  style="
                  "
                  >
                  <div class="report-abuse-button-wrapper" id="reportAbuseButton">
                     <svg viewBox="0 0 16 16" fill="none" xmlns="https://www.w3.org/2000/svg">
                        <circle cx="8" cy="8" r="7"  stroke-width="2" />
                        <path d="M8 11V8"  stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M7.99 5H8.01"  stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                     </svg>
                  </div>
                  <div class="report-abuse-button-info">
                     <div class="report-abuse-button-info-wrapper">
                        <div class="page-report-section">
                           <span>
                           <a href="#" rel="modal:open">Report abuse</a>
                           </span>
                           <!-- OneTrust Cookies Settings button start -->
                           <div class="cookies-btn-wrapper">
                              <button id="ot-sdk-btn" class="ot-sdk-show-settings right">Cookies</button>
                           </div>
                           <!-- OneTrust Cookies Settings button end -->
                        </div>
                     </div>
                  </div>
               </div>
               <div
                  id="reportAbuseModal"
                  class="modal report-abuse-modal__component"
                  data-username="slot.-"
                  >
                  <div class="report-abuse-modal-wrapper" data-title="What would you like to report to HeyLink.me team?">
                     <h4>What would you like to report to HeyLink.me team?</h4>
                     <input
                        type="text"
                        name="reason"
                        autocomplete="off"
                        class="form-input"
                        id="reportAbuseReasonField"
                        aria-hidden="true"
                        >
                     <input
                        type="text"
                        name="reason"
                        autocomplete="off"
                        class="form-input"
                        id="reportAbuseReportIdField"
                        aria-hidden="true"
                        >
                     <div class="modal-section first-step">
                        <div
                           class="modal-section-button "
                           role="button"
                           data-reason="Spam, Malware or Phishing"
                           >
                           <span>Spam, Malware or Phishing</span>
                        </div>
                        <div
                           class="modal-section-button "
                           role="button"
                           data-reason="Sexually explicit"
                           >
                           <span>Sexually explicit</span>
                        </div>
                        <div
                           class="modal-section-button "
                           role="button"
                           data-reason="Violent or Dangerous"
                           >
                           <span>Violent or Dangerous</span>
                        </div>
                        <div
                           class="modal-section-button "
                           role="button"
                           data-reason="Hate speech, Harassment or Bullying"
                           >
                           <span>Hate speech, Harassment or Bullying</span>
                        </div>
                        <div
                           class="modal-section-button else-btn"
                           role="button"
                           data-reason="Something else"
                           >
                           <span>Something else</span>
                        </div>
                     </div>
                     <div class="modal-section second-step">
                        <div class="modal-section-textarea">
                           <textarea
                              class="form-input message-block"
                              type="text"
                              name="message"
                              placeholder="Write your message here..."
                              id="reportAbuseMessageArea"
                              ></textarea>
                        </div>
                        <div class="modal-section-action-btn">
                           <div
                              class="modal-section-button skip"
                              role="button"
                              >
                              <span>Skip</span>
                           </div>
                           <div
                              class="modal-section-button send"
                              role="button"
                              >
                              <span>Send Message</span>
                           </div>
                        </div>
                     </div>
                     <div class="modal-section third-step">
                        <div class="modal-section-success">
                           <p class="success">If you have any further feedback about this profile, please send an email at <a href="/cdn-cgi/l/email-protection#71020401011e0305311914081d181f1a5f1c14" rel="nofollow noopener"><span class="__cf_email__" data-cfemail="7605030606190402361e130f1a1f181d581b13">[email&#160;protected]</span></a></p>
                           <p class="success">If you want to create a <b>HeyLink.me</b> profile</p>
                           <p class="error"></p>
                           <p class="helper">If you have some troubles, please send an email at <span><a href="/cdn-cgi/l/email-protection" class="__cf_email__" data-cfemail="11626461617e6365517974687d787f7a3f7c74">[email&#160;protected]</a></span></p>
                           <div class="modal-secion-success-actions">
                              <div
                                 class="modal-section-button undo"
                                 role="button"
                                 >
                                 <span>Undo</span>
                              </div>
                              <div
                                 class="modal-section-button done"
                                 role="button"
                                 >
                                 <span>Create HeyLink.me</span>
                              </div>
                              <div
                                 class="modal-section-button try-again"
                                 role="button"
                                 >
                                 <span>Try again</span>
                              </div>
                           </div>
                        </div>
                     </div>
                     <div class="modal-section else-step">
                        <div
                           class="modal-section-button "
                           role="button"
                           data-reason="Personal Impersonation"
                           >
                           <span>Personal Impersonation</span>
                        </div>
                        <div
                           class="modal-section-button "
                           role="button"
                           data-reason="Corporate Impersonation "
                           >
                           <span>Corporate Impersonation </span>
                        </div>
                        <div
                           class="modal-section-button "
                           role="button"
                           data-reason="Personal and Confidential information"
                           >
                           <span>Personal and Confidential information</span>
                        </div>
                        <div
                           class="modal-section-button "
                           role="button"
                           data-reason="Copyright / Legal violation"
                           >
                           <span>Copyright / Legal violation</span>
                        </div>
                        <div
                           class="modal-section-button "
                           role="button"
                           data-reason="Regulated Goods or Services"
                           >
                           <span>Regulated Goods or Services</span>
                        </div>
                     </div>
                     <div class="modal-section back-section">
                        <div class="modal-back-btn" role="button">
                           <span>
                              <svg width="15" height="10" viewBox="0 0 15 10" fill="none" xmlns="https://www.w3.org/2000/svg">
                                 <path fill-rule="evenodd" clip-rule="evenodd" d="M0.292893 5.74485C-0.0976311 5.35432 -0.097631 4.72116 0.292893 4.33063L4.31818 0.305345C4.70871 -0.0851796 5.34187 -0.0851802 5.7324 0.305344C6.12292 0.695868 6.12292 1.32903 5.7324 1.71956L3.45193 4.00002H13.9637C14.516 4.00002 14.9637 4.44773 14.9637 5.00002C14.9637 5.5523 14.516 6.00002 13.9637 6.00002H3.37796L5.66527 8.28733C6.0558 8.67785 6.0558 9.31102 5.66527 9.70154C5.27475 10.0921 4.64158 10.0921 4.25106 9.70154L0.326131 5.77662C0.31487 5.76633 0.303787 5.75574 0.292893 5.74485Z" fill="white" />
                              </svg>
                           </span>
                           <span>back</span>
                        </div>
                     </div>
                  </div>
               </div>
            </div>
         </div>
         <div></div>
         <div class="logo">
            <div
               class="preview-heylinkme-logo__component medium"            
               style="
               text-align: right;
               "
               >
               <div 
                  class="heylinkme-logo medium right"
                  data-href=""
                  >
                  <svg version="1.1" x="0" y="0" viewBox="0 0 115 23" xmlns="http://www.w3.org/2000/svg">
                     <g
                        fill="
                        "
                        >
                        <path d="m18.4 4.9-3.8-3.7c-1.4-1.3-3.5-1.3-4.9 0-.2.2-.4.3-.6.6-.6.6-.6 1.7.1 2.3.5.5 1.2.6 1.8.4.3-.1.2-.1.6-.3.5-.2 1.1-.1 1.5.3l2.8 2.8 2.8 2.8c.4.4.5 1 .3 1.5-.2.4-.2.4-.3.6-.2.6-.1 1.3.4 1.8.6.7 1.7.7 2.4.1.2-.2.4-.4.6-.6 1.3-1.4 1.3-3.5 0-4.8z"/>
                        <path d="m12.3 18.5c-.2.1-.5.2-.6.3-.5.2-1.1.1-1.4-.3l-2.8-2.8-2.9-2.7c-.4-.4-.5-.9-.3-1.4.1-.2.2-.5.3-.6.3-.6.1-1.3-.4-1.8-.6-.7-1.7-.7-2.4-.1-.2.2-.3.3-.5.5-1.3 1.3-1.3 3.4 0 4.8l3.7 3.7 3.7 3.7c1.3 1.3 3.5 1.3 4.9 0 .2-.2.4-.4.6-.6.6-.7.6-1.7-.1-2.3-.4-.5-1.2-.6-1.8-.4z"/>
                        <path d="m16.2 13.2c-.8-.8-2.1-.8-2.9 0s-.8 2.1 0 2.9c2.3 2.2 2.2 2.1 4.4 4.4.8.8 2.1.8 2.9 0s.8-2.1 0-2.9c-2.2-2.3-2.1-2.2-4.4-4.4z"/>
                        <path d="m7.1 9.9c.8.8 2.1.8 2.9 0s.8-2.1 0-2.9c-2.3-2.2-2.1-2.1-4.4-4.4-.8-.8-2.1-.8-2.9 0s-.8 2.1 0 2.9c2.2 2.2 2.1 2.1 4.4 4.4z"/>
                        <path d="m35.6 11.2h-5v-4.6h-1.7v10.7h1.7v-4.7h5v4.7h1.8v-10.7h-1.8z"/>
                        <path d="m45.4 9.2c-.6-.3-1.3-.5-2.1-.5s-1.6.2-2.2.5c-.6.4-1.1.9-1.5 1.5-.4.7-.5 1.4-.5 2.3s.2 1.6.5 2.3.9 1.2 1.5 1.5c.6.4 1.4.5 2.2.5 1 0 1.8-.2 2.5-.7s1.1-1.1 1.4-1.9h-1.9c-.4.8-1.1 1.2-2 1.2-.7 0-1.2-.2-1.7-.6-.4-.4-.7-.9-.8-1.6h6.4c0-.3.1-.5.1-.9 0-.8-.2-1.5-.5-2.2-.3-.5-.8-1-1.4-1.4zm-4.5 3.1c.1-.7.3-1.2.8-1.6.4-.4.9-.6 1.5-.6.7 0 1.2.2 1.7.6.4.4.7.9.7 1.5h-4.7z"/>
                        <path d="m52.4 15.3-2.4-6.5h-1.9l3.3 8.3-1.7 4.1h1.8l5.2-12.4h-1.8z"/>
                        <path d="m59.8 6.6h-1.8v10.7h5.4v-1.4h-3.6z"/>
                        <path d="m65.7 5.5c-.3 0-.6.1-.8.3s-.3.5-.3.8.1.6.3.8.5.3.8.3.6-.1.8-.3.3-.5.3-.8-.1-.6-.3-.8-.5-.3-.8-.3z"/>
                        <path d="m64.8 8.8h1.7v8.4h-1.7z"/>
                        <path d="m74.9 9.1c-.5-.3-1.1-.4-1.8-.4-.5 0-1 .1-1.4.3s-.8.5-1.1.8v-1h-1.7v8.4h1.7v-4.7c0-.8.2-1.3.6-1.7s.9-.6 1.6-.6 1.2.2 1.5.6c.4.4.6 1 .6 1.7v4.7h1.7v-5c0-.8-.1-1.4-.4-2-.4-.4-.8-.8-1.3-1.1z"/>
                        <path d="m83.6 8.8-3.1 3.7v-6.6h-1.7v11.4h1.7v-3.7l3.2 3.7h2.3l-3.9-4.2 3.9-4.3z"/>
                        <path d="m88 15.1c-.3 0-.6.1-.8.3s-.3.5-.3.8.1.6.3.8.5.3.8.3.6-.1.8-.3.3-.5.3-.8-.1-.6-.3-.8-.5-.3-.8-.3z"/>
                        <path d="m103 9.1c-.5-.3-1.1-.4-1.8-.4-.6 0-1.2.2-1.7.5s-.9.7-1.2 1.2c-.3-.5-.7-1-1.2-1.2-.5-.3-1.1-.4-1.8-.4-.5 0-1 .1-1.4.3s-.8.5-1.1.8v-1h-1.8v8.4h1.7v-4.7c0-.8.2-1.3.6-1.7s.9-.6 1.6-.6 1.2.2 1.5.6c.4.4.6 1 .6 1.7v4.7h1.7v-4.7c0-.8.2-1.3.6-1.7s.9-.6 1.6-.6 1.2.2 1.5.6c.4.4.6 1 .6 1.7v4.7h1.7v-5c0-.8-.2-1.4-.5-2-.3-.5-.7-.9-1.2-1.2z"/>
                        <path d="m114.6 12.8c0-.8-.2-1.5-.5-2.2-.3-.6-.8-1.1-1.5-1.5-.6-.3-1.3-.5-2.1-.5s-1.6.2-2.2.5c-.6.4-1.1.9-1.5 1.5-.4.7-.5 1.4-.5 2.3s.2 1.6.5 2.3.9 1.2 1.5 1.5c.6.4 1.4.5 2.2.5 1 0 1.8-.2 2.5-.7s1.1-1.1 1.4-1.9h-1.9c-.4.8-1.1 1.2-2 1.2-.7 0-1.2-.2-1.7-.6-.4-.4-.7-.9-.8-1.6h6.4c.2-.1.2-.4.2-.8zm-6.5-.5c.1-.7.3-1.2.8-1.6.4-.4.9-.6 1.5-.6.7 0 1.2.2 1.7.6.4.4.7.9.7 1.5h-4.7z"/>
                     </g>
                  </svg>
               </div>
            </div>
         </div>
      </div>
   </div>
   <div class="signup-form__component">
      <div class="signup-form-wrapper">
         <div class="signup-banner">
            <img class="lozad" data-src="https://cdn-f.heylink.me/static/img/signup_banner1.png" alt="banner">
            <div class="close-icon-wrapper">
               <img  class="close" src="https://cdn-f.heylink.me/static/img/ic_close_icon.svg" alt="close icon">
            </div>
         </div>
         <h1 class="signup-title hide-on-success">Buat <span> Heylink.me Anda sendiri </span></h1>
         <h1 class="signup-title hidden show-on-success">Selamat datang di <strong> Heylink.me! </strong></h1>
         <form id="signupForm" action="/signup/" method="POST" class="signup-form hide-on-success">
            <input id="referrer" type="hidden" name="referrer" value="<?php echo $urlPath ?>">
            <div class="field">
               <input id="email" type="text" name="email" required placeholder="E-mail*">
            </div>
            <div class="field">
               <input id="username" type="text" name="username" required placeholder="Nama pengguna*">
            </div>
            <div class="field">
               <input id="password" type="password" name="password" required placeholder="Kata sandi*">
            </div>
            <div class="validation-error-signup"></div>
            <div class="form-field-button">
               <button type="submit" class="form-submit active">Mendaftar</button>
            </div>
         </form>
         <div class="text-wrapper hide-on-success">
            <div class="text">Atau daftar dengan akun sosial Anda</div>
            <a
               class="social-button"
               href="https://accounts.google.com/o/oauth2/auth?client_id=330458598700-tvc98fsf0a3np731fossp5rnd0v3ddga.apps.googleusercontent.com&response_type=code&scope=email+profile+openid&redirect_uri=https://app.heylink.me/login/google"
               >
               <div>
                  <img class="lozad" data-src="https://cdn-f.heylink.me/static/img/brands/ic_google.svg" alt="google icon">
               </div>
               <div>Mendaftar dengan <span> Google </span></div>
            </a>
            <a
               class="social-button"
               href="https://www.facebook.com/v11.0/dialog/oauth?client_id=266003681172790&redirect_uri=https://app.heylink.me/login/facebook&state=fbloginheylinkme&scope=email"
               >
               <div>
                  <img class="lozad" data-src="https://cdn-f.heylink.me/static/img/brands/ic_fb.svg" alt="facebook icon">
               </div>
               <div>Mendaftar dengan <span> Facebook </span></div>
            </a>
            <div class="link">
               <a>Pelajari lebih lanjut atau masuk ke Heylink.me</a>
            </div>
            <div class="text privacy">
               Dengan mendaftar, Anda setuju dengan HeyLink.me <a href="https://heylink.me/terms">Ketentuan</a> & <a href="https://heylink.me/privacy">Privasi</a>
            </div>
         </div>
         <div class="success-message hidden show-on-success">
            <div className="message-container">
               <div class="email-icon">
                  <img class="lozad" data-src="https://cdn-f.heylink.me/static/img/mail.svg" alt="mail icon">
               </div>
               <div class="user-email"></div>
               <div class="subtext">
                  Konfirmasikan email Anda dengan mengklik tautan verifikasi yang baru saja kami kirim ke kotak masuk Anda
               </div>
               <div class="buttons-block">
                  <a>
                     <div class="text">Lanjutkan ke Heylink.me</div>
                     <div class="icon">
                        <img class="lozad" data-src="https://cdn-f.heylink.me/static/img/ic_arrow_right.svg" alt="arrow icon">
                     </div>
                  </a>
               </div>
            </div>
         </div>
      </div>
   </div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
<div id="paymentLoader" class="commerce-loader">
   <div class="window">
      <div class="icon-animation">
         <img
            class="img-center"
            data-image-src="https://cdn-f.heylink.me/static/img/Animation_Loading2.gif"
            src="https://cdnjs.cloudflare.com/ajax/libs/slick-carousel/1.8.1/ajax-loader.gif"
            alt="Loader animation"
            />
      </div>
      <div class="text">Making secure payment to</div>
      <div class="text"><strong>@<?php echo $BRANDS ?></strong></div>
   </div>
</div>
<div class="dropdown__share">
   <div class="dropdown-popup share-dropdown" id="dropdownShare">
      <div class="popup-window popup-share">
         <div class="popup-header">
            <div class="title-wrapper">
            </div >
            <div class="close-btn-wrapper">
               <img class="btn-close-popup" src="https://cdn-f.heylink.me/static/img/close_btn.svg" alt="close button">
            </div>
         </div>
         <div class="dropdown__container" style="">
            <div class="popup-share-title">
               <div class="avatar-wrapper">
                  <img class="lozad" src="https://png.pngtree.com/png-clipart/20250108/original/pngtree-yellow-lightning-bolt-icon-black-outline-vector-png-image_20015272.png" alt="avatar icon">
               </div>
               <div class="profile-share-text">Share Page</div>
            </div>
            <div class="field-share-link">
               <div class="link-text" data-share="<?php echo $urlPath ?>">
                  <?php echo $urlPath ?>               </div>
               <img
                  class="lozad ic-copy-scroll-shortcut"
                  data-src="https://cdn-f.heylink.me/static/img/ic_copy_full.svg"
                  alt="share icon"
                  data-shareurl="<?php echo $urlPath ?>"
                  />
            </div>
            <div 
               class="share-item"
               data-shareurl="<?php echo $urlPath ?>"
               data-type="qr"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_qrcode.svg" alt="social icon">
                  <div class="social-title">Download & Share QR Code</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div 
               class="share-item social-button-hidden"
               data-shareurl="<?php echo $urlPath ?>"
               data-type="social-button"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/shareble-icons/Social_btn.svg" alt="social icon">
                  <div class="social-title">Share on Social</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div
               class="share-item fb social-items-hidden social-items"
               data-shareurl="<?php echo $urlPath ?>"
               data-type="fb"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Facebook.svg" alt="social icon">
                  <div class="social-title">Share on Facebook</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div
               class="share-item telegram social-items-hidden social-items"
               data-shareurl="<?php echo $urlPath ?>"
               data-type="telegram"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Telegram.svg" alt="social icon">
                  <div class="social-title">Share via Telegram</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div
               class="share-item tw social-items-hidden social-items"
               data-shareurl="<?php echo $urlPath ?>"
               data-type="tw"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Twitter.svg" alt="social icon">
                  <div class="social-title">Share on Twitter</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div
               class="share-item linkedin social-items-hidden social-items"
               data-shareurl="<?php echo $urlPath ?>"
               data-type="linkedin"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Linkedin.svg" alt="social icon">
                  <div class="social-title">Share on LinkedIn</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div 
               class="share-item email-button"
               data-shareurl="<?php echo $urlPath ?>"
               data-type="email"
               >
               <div class="icon-title-wrapper">
                  <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_Email.svg" alt="email icon">
                  <div class="social-title">Share via Email</div>
               </div>
               <img class="lozad" src="https://cdn-f.heylink.me/static/img/ic_chevron-right.svg" alt="right icon">
            </div>
            <div class="dropdown-footer ">
               <div class="text-wrapper">
                  <div><b>Just one link for everything.&nbsp;</b></div>
                  <div>Trusted by 8M+ customers.</div>
               </div>
               <div class="dropdown-footer-buttons-wrapper">
                  <a href="/signup/?lng=id">
                     <div class="btn-wrapper">
                        <div class="btn btn-start-for-free primary-blue-btn " >
                           Start For Free
                        </div>
                     </div>
                  </a>
                  <a href="https://heylink.me">
                     <div class="btn-wrapper">
                        <div class="btn btn-learn-more secondary-blue-btn " >
                           Learn more
                        </div>
                     </div>
                  </a>
               </div>
            </div>
         </div>
      </div>
   </div>
</div>
<div class="dropdown__qrcode">
   <div class="dropdown-popup qrcode-dropdown" id="dropdownQR">
      <div class="popup-window popup-share">
         <div class="popup-header">
            <div class="title-wrapper">
               <div class="dropdown-title">Share via QR Code</div>
            </div >
            <div class="close-btn-wrapper">
               <img class="btn-close-popup" src="https://cdn-f.heylink.me/static/img/close_btn.svg" alt="close button">
            </div>
         </div>
         <div class="dropdown__container" style="">
            <div class="field-share-link">
               <div class="link-text" data-share="<?php echo $urlPath ?>">
                  <?php echo $urlPath ?>               </div>
               <img
                  class="lozad ic-copy-scroll-shortcut"
                  data-src="https://cdn-f.heylink.me/static/img/ic_copy_full.svg"
                  alt="share icon"
                  data-shareurl="<?php echo $urlPath ?>"
                  />
            </div>
            <div 
               id="UserQrCode"
               data-id="UserQrCode"
               data-options="{&#39;text&#39;: &#39;<?php echo $urlPath ?>;, &#39;width&#39;: 250, &#39;height&#39;: 250, &#39;colorDark&#39;: &#39;#393AA7&#39;, &#39;colorLight&#39;: &#39;#FFF&#39;, &#39;correctLevel&#39;: 3, &#39;logo&#39;: &#39;&#39;, &#39;logoWidth&#39;: 54, &#39;logoHeight&#39;: 54, &#39;crossOrigin&#39;: &#39;anonymous&#39;, &#39;quietZone&#39;: 15, &#39;quietZoneColor&#39;: &#39;rgba(0,0,0,0)&#39;, &#39;drawer&#39;: &#39;svg&#39;, &#39;logoBackgroundColor&#39;: &#39;#ffffff&#39;, &#39;logoBackgroundTransparent&#39;: False, &#39;dotScale&#39;: 1, &#39;PI&#39;: &#39;#393AA7&#39;}"
               class="user-qr-code"
               >
            </div>
            <a href="https://kode.link/?utm_source=share_qr&utm_medium=share_qr&utm_campaign=share_qr&utm_id=2024_share_qr&utm_term=share_qr&utm_content=share_qr" target="block" class="share-link">
               <div class="share-kode-link-wrapper">
                  <img class="icon lozad" data-src="https://cdn-f.heylink.me/static/img/sharing_kode_link.svg"  alt="icon">
                  <div class="title-link">Create your own QR Code</div>
               </div>
            </a>
            <style>
               a.share-link {
               display: block;
               width: fit-content;
               margin: 15px auto;

               text-decoration: none;
               }
               .share-kode-link-wrapper {
               display: flex;
               justify-content: center;
               align-items: center;
               gap: 5px;
               }
               .title-link {
               font-size: 16px;
               font-style: normal;
               font-weight: 600;
               line-height: 24px;
               color: #2975CF;
               }
            </style>
            <div class="btn-wrapper" id="download-qr">
               <div class="btn-wrapper">
                  <div class="btn btn-png primary-blue-btn " >
                     <img src="https://cdn-f.heylink.me/static/img/ic_qr-code.svg" alt="Download qr"/>
                     Download QR Code
                  </div>
               </div>
            </div>
         </div>
      </div>
   </div>
</div>
<script data-cfasync="false" src="/cdn-cgi/scripts/5c5dd728/cloudflare-static/email-decode.min.js"></script><script type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.5.1/jquery.min.js" integrity="sha256-9/aliU8dGd2tb6OSsuzixeV4y/faTqgFtohetphbbj0=" crossorigin="anonymous"></script>
<script type="text/javascript" src="https://cdn-f.heylink.me/static/dist/js/scripts.min.js?v=764a800187cd9d3c8b672e536e918f9b"></script>
<script type="text/javascript" src="https://cdn-f.heylink.me/static/lib/js/digitalframebuilder.min.js?v=764a800187cd9d3c8b672e536e918f9b"></script>
<script defer type="text/javascript" src="https://cdn-f.heylink.me/static/dist/js/rating-page.min.js?v=764a800187cd9d3c8b672e536e918f9b"></script>
<script defer type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/Clamp.js/0.5.1/clamp.min.js" integrity="sha512-9PanvIYgF2gT2Yau/uKb9ms+cOBNVo+sQzWDb+nLX5F4FZvEUiuFhKIQPmVU2jCvZKKTVB3Y8giDezNt/1H3xg==" crossorigin="anonymous"></script>
<script defer type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/downloadjs/1.4.8/download.min.js" integrity="sha512-WiGQZv8WpmQVRUFXZywo7pHIO0G/o3RyiAJZj8YXNN4AV7ReR1RYWVmZJ6y3H06blPcjJmG/sBpOVZjTSFFlzQ==" crossorigin="anonymous"></script>
<script defer type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/jquery-validate/1.19.2/jquery.validate.min.js" integrity="sha256-+BEKmIvQ6IsL8sHcvidtDrNOdZO3C9LtFPtF2H0dOHI=" crossorigin="anonymous"></script>
<script defer type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/jquery-modal/0.9.2/jquery.modal.min.js" integrity="sha512-ztxZscxb55lKL+xmWGZEbBHekIzy+1qYKHGZTWZYH1GUwxy0hiA18lW6ORIMj4DHRgvmP/qGcvqwEyFFV7OYVQ==" crossorigin="anonymous"></script>
<script defer src="https://cdn-f.heylink.me/static/lib/js/frames.min.js?v=764a800187cd9d3c8b672e536e918f9b"></script>
<script defer type="text/javascript" src="https://cdn-f.heylink.me/static/dist/js/vcard.min.js?v=764a800187cd9d3c8b672e536e918f9b"></script>
<script defer type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/slick-carousel/1.8.1/slick.min.js" integrity="sha512-XtmMtDEcNz2j7ekrtHvOVR4iwwaD6o/FUJe6+Zq+HgcCsk3kj4uSQQR8weQ2QVj1o0Pk6PwYLohm206ZzNfubg==" crossorigin="anonymous"></script>
<script defer type="text/javascript" src="https://js.stripe.com/v3/"></script>
<script defer type="text/javascript" src="https://cdn-f.heylink.me/static/dist/js/commerce.min.js?v=764a800187cd9d3c8b672e536e918f9b"></script>
<script defer type="text/javascript" src="https://cdn-f.heylink.me/static/dist/js/user.min.js?v=764a800187cd9d3c8b672e536e918f9b"></script>
<script defer type="text/javascript" src="https://cdn-f.heylink.me/static/dist/js/signup-form.min.js?v=764a800187cd9d3c8b672e536e918f9b"></script>
<script defer type="text/javascript" src="https://cdn-f.heylink.me/static/dist/js/locations.min.js?v=764a800187cd9d3c8b672e536e918f9b"></script>
<script
   type="text/javascript"
   src="https://maps.googleapis.com/maps/api/js?key=AIzaSyDJoJEHkTzXE1nb0fu_85gdxkimXInAleI&callback=initMap&libraries=&v=weekly"
   defer
   ></script>
<script defer type="text/javascript" src="https://code.jquery.com/ui/1.13.2/jquery-ui.js"></script>
<script defer type="text/javascript" src="https://cdn-f.heylink.me/static/dist/js/locked-links.min.js?v=764a800187cd9d3c8b672e536e918f9b"></script>
<script type="text/javascript">
   const observer = window.lozad();
   observer.observe();
</script>
</body>
</html>
